Repository: seanstardev/DS4Windows-Lightgun
Catalog: DS4Windows/Translations/Strings.*.resx
Languages: el, fi, fr, ms, nl, ru, se, tr, vi, zh_hans, zh_hant

# OutContNotice
source: Choose the type of output virtual controller (Applies on profile save)
el: Επιλέξτε τον τύπο εξόδου του εικονικού χειριστηρίου (Εφαρμόζεται κατά την αποθήκευση προφίλ)
fi: Valitse virtuaalisen lähtöohjaimen tyyppi (koskee profiilin tallennusta)
fr: Choisissez le type de manette virtuelle de sortie (s'applique à la sauvegarde du profil)
ms: Pilih jenis alat kawalan maya output (Digunakan pada simpanan profil)
nl: Kies het type uitvoer van de virtuele controller (Wordt toegepast bij opslaan profiel)
se: Välj typ av virtuell utdatakontroller (Gäller vid profilsparning)
tr: Sanal denetleyici çıktısının tipini belirleyin (Profil kaydedildiğince uygulanır)
vi: Chọn giả lập tay cầm nào (Áp dụng khi lưu thiết lập)
zh_hans: 选择输出虚拟手柄类型（在配置文件保存时应用）
zh_hant: 選擇輸出虛擬控制器的類型（適用於配置文件保存）

source: Virtual Controller Settings
el: Ρυθμίσεις Εικονικού Χειριστηρίου
fi: Virtuaaliohjaimen asetukset
fr: Paramètres de la manette virtuelle
ms: Tetapan Alat Kawalan Maya
nl: Virtuele controller Instellingen
se: Inställningar för virtuell kontroll
tr: Sanal Denetleyici Ayarları
vi: Thiết lập tay cầm ảo
zh_hans: 虚拟手柄设置
zh_hant: 虛擬控制器設置

# ChangeOnNewDeviceConn
source: Changes take effect on new device connection
el: Οι αλλαγές εφαρμόζονται σε νέα σύνδεση συσκευής
fi: Muutokset astuvat voimaan uuden laitteen yhteydessä
fr: Changements effectifs à la connection d'un nouveau périphérique
ms: Perubahan berkuat kuasa pada sambungan peranti baharu
nl: Aanpassingen treden in werking wanneer een nieuw apparaat verbindt
se: Ändringar träder i kraft vid ny enhetsanslutning
tr: Değişiklikler yeni cihaz bağlandığında geçerli olur
vi: Thay đổi trên thiết bị mới
zh_hans: 更改将在新设备连接时生效
zh_hant: 更改在新的裝置連接時生效

# StickFuzzTooltip
source: Fuzz specifies the minimum number of units the analog stick moves, in active zone, before the output is registered as changed in the mapper. This setting can be useful for worn sticks that cannot maintain a constant position. The value is expressed in raw stick units.
el: Το Fuzz καθορίζει τον ελάχιστο αριθμό μονάδων κίνησης του αναλογικού μοχλού, σε ενεργή ζώνη, πριν η έξοδος κατωχυρωθεί ως αλλαγμένη στον χάρτη. Αυτή η ρύθμιση είναι χρήσιμη σε φθαρμένους μοχλούς που δε μπορούν να διατηρήσουν σταθερή θέση. Η τιμή εκφράζεται σε μονάδες κίνησης μοχλού.
fi: Fuzz määrittää minimimäärän yksiköitä, joita analoginen sauva liikkuu aktiivisella alueella, ennen kuin tulos rekisteröidään muuttuneeksi kartoittimessa. Tämä asetus voi olla hyödyllinen kuluneille sauvoille, jotka eivät pysty säilyttämään vakioasentoa. Arvo ilmaistaan ​​raakatikkuyksiköinä.
fr: La valeur 'Fuzz' spécifie le nombre minimum d'unités que le stick analogique déplace, dans la zone active, avant que le changement soit enregistré dans le mappeur. Ce réglage peut être utile pour les joysticks usés qui ne peuvent pas maintenir une position constante. Cette valeur est exprimée en unités brutes du stick.
ms: Fuzz menentukan bilangan minimum unit yang digerakkan oleh kayu analog, dalam zon aktif, sebelum output didaftarkan seperti yang diubah dalam pemeta. Tetapan ini boleh berguna untuk kayu haus yang tidak dapat mengekalkan kedudukan tetap. Nilai dinyatakan dalam unit kayu mentah.
nl: Fuzz specifieert hoeveel de analoge stick moet bewegen, in de actieve zone, voor de uitvoer geregistreerd wordt. Deze instelling kan handig zijn voor versleten sticks die geen constante positie kunnen houden. De uitgedrukte waarde is ruwe invoer.
se: Fuzz specificerar det minsta antalet enheter som den analoga spaken flyttar, i aktiv zon, innan utgången registreras som ändrad i mapparen. Denna inställning kan vara användbar för slitna spakar som inte kan bibehålla en konstant position. Värdet uttrycks i råspakenheter.
tr: Fuzz, analog çubuk hareketinin en düşük birimi sayısını belirler, aktif bölgede, çıktı eşleyicide değiştirildiği şekilde kaydedilmeden önce. Bu ayar sabit bir posizyon koruyamayan eskimiş çubuklar için kullanışlı olabilir. Değer, ham çubuk biriminde ifade edilmiştir.
vi: Fuzz chỉ định số lượng đơn vị tối thiểu mà thanh analog di chuyển, trong vùng hoạt động, trước khi đầu ra được đăng ký là đã thay đổi trong trình ánh xạ. Cài đặt này có thể hữu ích đối với gậy bị mòn không thể duy trì vị trí cố định. Giá trị được thể hiện bằng đơn vị thanh thô.
zh_hans: 模糊指定了摇杆被注册为输出前的最小移动单位。这个设置对无法保持恒定位置的战损摇杆很有帮助。此数值为原始摇杆单位。
zh_hant: Fuzz（模糊）指定在映射器中將輸出註冊為更改的輸出之前，類比搖桿移動的最小單位數量。 此設置對於無法保持恆定位置的磨損的搖桿可能很有用。 該值以原始搖桿單位表示。

# StickMaxOutputForceTooltip
source: Always enforce max output setting. Useful for 100% Max Output and confining value to a circular output value
el: Ρύθμιση συνεχούς εξαναγκασμού μέγιστης εξόδου. Χρήσιμο για 100% Πλήρης Έξοδο και περιορισμός τιμής σε έξοδο κυκλικής τιμής
fi: Käytä aina maksimitehoasetusta. Hyödyllinen 100 % maksimiteholle ja arvon rajoittamiseksi pyöreään lähtöarvoon
fr: Applique toujours le paramètre de sortie maximale. Utile pour obtenir une sortie maximale et associer une direction précise à une valeur de sortie circulaire
ms: Sentiasa kuatkan tetapan output maks. Berguna untuk 100% Output Maks dan mengehadkan nilai kepada nilai keluaran bulat
nl: Gebruik altijd maximum Uitvoer. Handig voor 100% max uitvoer en om de uitvoer te beperken tot een cirkel.
se: Genomför alltid inställningen för maxeffekt. Användbar för 100 % Max Output och begränsar värdet till ett cirkulärt outputvärde
tr: Her zaman maksimum çıktı ayarını tercih etmeye zorla. Dairesel çıktı değeri için 100% Maksimum Çıktı ve kısıtlama değerinde kullanışlıdır.
vi: Luôn thực thi cài đặt đầu ra tối đa. Hữu ích cho Đầu ra tối đa 100% và giá trị giới hạn ở giá trị đầu ra tròn
zh_hans: 总是强制圆形外死区。当最大输出为100%时可以将摇杆外圈限制成圆形输出。
zh_hant: 始終強制執行最大輸出設置。 對於100％最大輸出和將值限制在圓形輸出值中有用

# StickMaxOutputTooltip
source: In some situations, it might be useful to limit the maximum value that is output by the output analog stick. Max Output allows throttling the final output value of the analog stick.
el: Σε κάποιες περιπτώσεις, μπορεί να φανεί χρήσιμο να περιορίσετε την μέγιστη τιμή που εξάγεται από την έξοδο του αναλογικού μοχλού. Η Μέγιστη έξοδος επιτρέπει τον περιορισμό της τελικής τιμής εξόδου του αναλογικού μοχλού.
fi: Joissakin tilanteissa saattaa olla hyödyllistä rajoittaa analogisen lähtötikun antamaa maksimiarvoa. Max Output mahdollistaa analogisen tikun lopullisen lähtöarvon kuristamisen.
fr: Dans certaines situations, il peut être utile de limiter la valeur de sortie maximale émise par le stick analogique. Cette fonction permet ainsi de limiter la valeur de sortie du stick analogique.
ms: Dalam sesetengah situasi, ia mungkin berguna untuk mengehadkan nilai maksimum yang dikeluarkan oleh output kayu analog. Output Maks membolehkan pendikitan nilai output akhir kayu analog.
nl: Beperkt de maximale uitvoerwaarde van de analoge stick door alle hogere invoerwaarden te verlagen tot de maximum waarde.
se: I vissa situationer kan det vara användbart att begränsa det maximala värdet som matas ut av den analoga utgångsspaken. Max Output tillåter strypning av det slutliga utgångsvärdet för den analoga spaken.
tr: Bazı durumlarda, analog çubuk çıktısının maksimum çıktı değerini limitlemek kullanışlı olabilir. Maksimum Çıktı analog çubuğun final çıktı değerini kısıtlayabilmeyi sağlar.
vi: Trong một số trường hợp, có thể hữu ích khi giới hạn giá trị tối đa được xuất ra bởi thanh analog đầu ra. Đầu ra tối đa cho phép điều chỉnh giá trị đầu ra cuối cùng của thanh analog.
zh_hans: 在某些情况下，限制摇杆的最大输出可能会有用。最大输出可以限制模拟摇杆的最终输出。
zh_hant: 在某些情況下，限制輸出類比搖桿輸出的最大值可能很有用。 最大輸出允許限制類比搖桿的最終輸出值。

# StickInputCurveTooltip
source: OLD OBSOLETE SETTING. Attempt to apply a curve based on raw input coordinates before any dead zone info is applied. Wonky
el: ΠΑΛΙΑ ΕΓΚΑΤΑΛΕΛΕΙΜΜΕΝΗ ΡΥΘΜΙΣΗ. Προσπαθεί να εφαρμόσει μια καμπύλη βασισμένη σε ακατέργαστες συντεταγμένες εισόδου προτού οποιαδήποτε πληροφορία dead zone info εφαρμοστεί. Περίεργο
fi: VANHA VANNETTU ASETUS. Yritä käyttää käyrää, joka perustuu raakatulokoordinaatteihin, ennen kuin kuolleiden vyöhykkeiden tietoja käytetään. Hutera
fr: ANCIEN PARAMÈTRE OBSOLÈTE. Avant d'appliquer toute information de zone morte, essayez d'utiliser une courbe basée sur les coordonnées d'entrée brutes.
ms: TETAPAN USANG/LAMA. Cuba gunakan lengkung berdasarkan koordinat input mentah sebelum sebarang maklumat zon mati digunakan. Wonky
nl: VEROUDERDE INSTELLING. Probeert een curve toe te passen gebaseerd op ruwe invoercoördinaten vóór de deadzone toegepast is. Onstabiel
se: GAMMAL FÖRALDAD INSTÄLLNING. Försök att tillämpa en kurva baserad på råa indatakoordinater innan någon dödzonsinformation tillämpas. Ostadig
tr: ESKİ VE KULLANILMAYAN AYAR. Ölü bölge bilgisi uygulanmadan önce ham giriş koordinatlarına dayalı bir eğri uygulama girişimidir. Karmaşıktır.
vi: CÀI ĐẶT CŨ LỖI THỜI. Cố gắng áp dụng một đường cong dựa trên tọa độ đầu vào thô trước khi áp dụng bất kỳ thông tin vùng chết nào. Rung rinh
zh_hans: 旧的过时的设置。会在死区之前尝试对原生输入坐标应用一个曲线。不太灵光。
zh_hant: 舊的過時設置。 在應用任何死區信息之前，嘗試根據原始輸入坐標應用曲線。

# TouchpadMinThresholdTooltip
source: Minimum calculated output travel before a Mouse event is sent to the system
el: Ελάχιστη υπολογισμένη διαδρομή εξόδου πριν ένα Mouse event σταλεί στο σύστημα
fi: Pienin laskettu lähtömatka ennen Mouse-tapahtuman lähettämistä järjestelmään
fr: Course minimale sur le pavé tactile avant qu'un déplacement de souris soit pris en compte
ms: Perjalanan keluaran terkira minimum sebelum acara Tetikus dihantar ke sistem
nl: Minimum berekende uitvoer beweging voor een muisbeweging naar het systeem word gestuurd
se: Minsta beräknade uteffekt innan en mushändelse skickas till systemet
tr: Sisteme bir Mouse olayı gönderilmeden önce hesaplanan minimum çıktı hareketi.
vi: Hành trình đầu ra được tính toán tối thiểu trước khi sự kiện Chuột được gửi đến hệ thống
zh_hans: 在鼠标事件发送到系统之前的最小计算输出行程
zh_hant: 滑鼠事件被傳送到系統之前的最小計算輸出行程

# TouchpadRotationTooltip
source: Adjusts a touchpad swipe by a given rotation angle. Useful when a normal touchpad swipe is not a straight line across. Values allows range from -180 to 180. Default is 0.
el: Προσαρμόζει την κύλιση στην επιφάνεια αφής με μία δοσμένη γωνία περιστροφής. Χρήσιμο όταν μια συνηθισμένη κύλιση στην επιφάνεια αφής δεν είναι μια ευθεία γραμμή. Οι τιμές ποικίλλουν από -180 έως 180. Προεπιλογή είναι 0.
fi: Säätää kosketuslevyn pyyhkäisyä tietyllä kiertokulmalla. Hyödyllinen, kun normaali kosketuslevyn pyyhkäisy ei ole suora viiva. Sallitut arvot vaihtelevat välillä -180 - 180. Oletus on 0.
fr: Ajustement du balayage du pavé tactile selon un angle de rotation. Utile lorsqu'un balayage normal du pavé tactile n'est pas effectué en ligne droite. L'angle est compris entre -180 et 180 degrés et sa valeur par défaut est 0.
ms: Melaraskan leret pad sentuh mengikut sudut putaran tertentu. Berguna apabila leret pad sentuh biasa bukan garis lurus. Nilai membenarkan julat dari -180 hingga 180. Lalai ialah 0.
nl: Past een touchpad swipe aan volgens een gegeven draaiingshoek. Handig wanneer een normale touchpad swipe geen rechte lijn is. Waarden mogen tussen -180 en 180 liggen. De standaardwaarde is 0°.
se: Justerar en pekplattas svepning med en given rotationsvinkel. Användbart när en vanlig pekplatta inte är en rak linje över. Värden tillåter intervall från -180 till 180. Standard är 0.
tr: Belirtilen dönüş açısına göre bir dokunmatik ped kaydırmasını ayarlar. Normal bir dokunmatik ped kaydırması düz bir çizgi olmadığında kullanışlıdır. Değerler -180 ila 180 arasında olabilir. Varsayılan değer 0'dır.
vi: Điều chỉnh thao tác vuốt trên bàn di chuột theo một góc xoay nhất định. Hữu ích khi thao tác vuốt bàn di chuột thông thường không phải là một đường thẳng. Giá trị cho phép nằm trong khoảng từ -180 đến 180. Mặc định là 0.
zh_hans: 通过设置的旋转角度调整触摸板滑动。当正常的触摸板滑动不是一条直线时很有用。设置的值允许从-180到 180。默认值为0。
zh_hant: 通過給定的旋轉角度調整觸摸板滑動。 當正常的觸摸板滑動不是直線時很有用。 值允許範圍為-180到180。默認值為0。

# TouchpadSlideTooltip
source: Sensitivity used to engage a multi-touch Mouse Wheel Scroll action
el: Η ευαισθησία που χρησιμοποιείται για να εκκινηθεί η ενέργεια multi-touch Mouse Wheel Scroll
fi: Herkkyys, jota käytetään usean kosketuksen hiiren rullan vieritystoimintoon
fr: Sensibilité nécessaire avant le défilement de la molette de la souris
ms: Sensitiviti yang digunakan untuk melibatkan tindakan Tatal Roda Tetikus berbilang sentuhan
nl: Gevoeligheid voor het starten van multi-touch scrollen.
se: Känslighet används för att aktivera en multi-touch mushjulsrullning
tr: Çoklu dokunma Mouse Tekerleği Kaydırma eylemini etkinleştirmek için kullanılan hassasiyet.
vi: Độ nhạy được sử dụng để thực hiện thao tác Cuộn bánh xe chuột đa điểm
zh_hans: 用于多点触摸启用鼠标滚轮动作的灵敏度
zh_hant: 用於從事多點觸控的滑鼠滾輪滾動動作的靈敏度

# TouchpadTrackballEnableTooltip
source: Adds momentum to a Touchpad swipe once a finger is lifted. Adds extra Mouse cursor travel than would be possible with the confined space on the Touchpad
el: Προσθέτει ορμή σε κύλιση στην Επιφάνεια αφής μόλις σηκωθεί το δάχτυλο. Προσθέτει επιπλέον travel στον δείκτη του ποντικιού από ό,τι θα ήταν δυνατό με τον περιορισμένο χώρο στην Επιφάνεια
fi: Lisää vauhtia kosketuslevyn pyyhkäisyyn, kun sormi nostetaan. Lisää hiiren osoittimen liikkumista enemmän kuin olisi mahdollista kosketuslevyn ahtaissa tiloissa
fr: Ajoute de l'élan à un balayage du pavé tactile une fois que le doigt est levé. Ajoute un déplacement supplémentaire du curseur de la souris par rapport à ce qui serait possible avec l'espace restreint du pavé tactile
ms: Menambah momentum pada leret Pad Sentuh sebaik sahaja jari diangkat. Menambahkan perjalanan kursor Tetikus tambahan daripada yang mungkin dengan ruang terkurung pada Pad Sentuh
nl: Geeft momentum aan een touchpad swipe wanneer je de touchpad loslaat. Voegt extra beweging toe aan de cursorbeweging die normaal niet mogelijk zou zijn met de beperkte plaats op de touchpad.
se: Lägger fart på ett pekplattasvep när ett finger lyfts. Lägger till extra muspekarrörelse än vad som skulle vara möjligt med det begränsade utrymmet på pekplattan
tr: Dokunmatik ped kaydırması sırasında bir parmak kaldırıldığında kaydırmaya hız kazandırır. Dokunmatik pedde sınırlı alanda mümkün olmayan ek mouse imleci hareketini mümkün kılar.
vi: Thêm động lượng cho thao tác vuốt trên Bàn di chuột sau khi nhấc ngón tay lên. Thêm hành trình của con trỏ Chuột nhiều hơn mức có thể với không gian hạn chế trên Bàn di chuột
zh_hans: 在手指抬起后给触摸板滑动加个动量。可以增加鼠标指针的额外移动距离，不仅局限于触摸板大小的限制。
zh_hant: 一旦手指抬起，就為觸摸板上的滑動增加動力。增加滑鼠游標的移動，而不是在觸摸板上的有限空間裡。

# TouchpadTrackballFrictionTooltip
source: Add friction to virtual Trackball. Decreased friction will increase final mouse cursor travel time
el: Προσθέτει τριβή στο εικονικό Trackball. Μειωμένη τριβή θα αυξήσει το τελικό χρόνο travel του δείκτη ποντικιού
fi: Lisää kitkaa virtuaaliseen ohjauspalloon. Pienentynyt kitka lisää lopullista hiiren kursorin kulkuaikaa
fr: Ajoute de la friction au Trackball virtuel. La diminution de la friction augmentera le temps de déplacement final du curseur de la souris
ms: Tambahkan geseran pada Trackball maya. Geseran yang berkurangan akan meningkatkan masa perjalanan kursor tetikus akhir
nl: Voeg wrijving toe aan virtuele trackball. Lagere wrijving zorgt voor meer beweging van de cursor.
se: Lägg till friktion till virtuell styrkula. Minskad friktion ökar den slutliga muspekarens restid
tr: Trackball'a sürtünme ekler. Azalan sürtünme son mouse imleci hareket süresini artırır.
vi: Thêm ma sát vào Trackball ảo. Giảm ma sát sẽ tăng thời gian di chuyển cuối cùng của con trỏ chuột
zh_hans: 给虚拟轨迹球增加摩擦力。减少摩擦力会最终增加鼠标指针的移动时间
zh_hant: 給虛擬軌跡球增加摩擦力。減少摩擦力將增加滑鼠指針的最終移動時間。

# StickOuterBindDeadTooltip
source: Threshold for when an action will fire
el: Όριο για το πότε μια ενέργεια θα εκκινηθεί
fi: Kynnys, jolloin toiminto käynnistyy
fr: Seuil de déclenchement d'une action
ms: Ambang bila tindakan akan dicetuskan
nl: Drempelwaarde waarna de actie begint
se: Tröskel för när en åtgärd kommer att utlösas
tr: Bir eylemin gerçekleşeceği eşik değeri
vi: Ngưỡng khi một hành động sẽ kích hoạt
zh_hans: 操作触发阈值
zh_hant: 一個動作何時啟動的閾值

# StickOuterBindInvertTooltip
source: Have outer bind fire before reaching a threshold. Action releases once the threshold has been exceeded
el: Να εκκινήσει τον εξωτερικό δεσμό πριν την άφιξη στο όριο. Η ενέργεια απελευθερώνεται μόλις το όριο ξεπεραστεί
fi: Säilytä ulkoinen tulipalo ennen kynnyksen saavuttamista. Toiminto vapautuu, kun kynnys on ylitetty
fr: Permet à une liaison externe de s'activer avant d'atteindre un seuil. L'action se déclenche une fois que le seuil a été dépassé.
ms: Jalankan ikatan luar sebelum mencapai ambang. Tindakan dikeluarkan apabila ambang telah melebihi
nl: Start buitenste actie voor je de drempelwaarde bereikt. Actie stopt wanneer de drempelwaarde bereikt is.
se: Ha yttre bindeld innan du når en tröskel. Åtgärden släpps när tröskeln har överskridits
tr: Eşik değerine ulaşmadan önce dış bağlantının tetiklenmesini sağlar. Eylem, eşik değeri aşıldığında serbest bırakılır
vi: Có lửa liên kết bên ngoài trước khi đạt đến ngưỡng. Hành động phát hành khi ngưỡng đã được vượt quá
zh_hans: 让额外按键绑定在达到阈值前触发。动作会在超过阈值后结束。
zh_hant: 在達到閾值之前，讓外部的束縛開火。一旦超過閾值，就釋放行動

# StickRotationTooltip
source: + = Clockwise. - = Counter-clockwise. The rotation setting is meant to help correct the orientation of an analog stick if your thumb is slightly shifted when moving an analog stick. For example, your thumb might be slightly shifted from center when the analog stick is moved fully north. My thumbs shift slightly to the right when moving an analog stick fully north due to the way my hands grip the DS4. The value used denotes the number of degrees used to adjust the final axis output value. Values allows range from -180 to 180. Default is 0.
el: + = Δεξιόστροφα. - = Αριστερόστροφα. Η ρύθμιση περιστροφής έχει ως σκοπό την διόρθωση της κατεύθυνσης του αναλογικού μοχλού αν ο αντίχειράς σας μετακινείται ελάχιστα όταν κινείτε τον αναλογικό μοχλό. Πχ, ο αντίχειράς σας μπορεί να παρεκκλίνει ελάχιστα από το κέντρο όταν ο μοχλός έχει μετακινηθεί απολύτως βόρεια. Οι αντίχειρες μου παρεκκλίνουν ελάχιστα προς τα δεξιά όταν σπρώχνω το μοχλό βόρεια λόγω του τρόπου που κρατάω το DS4. Η τιμή που χρησιμοποιείται δείχνει τον αριθμό μοιρών που χρησιμοποιήθηκαν για να προσαρμόσουν την τελική τιμή εξόδου του άξονα. Οι τιμές που επιτρέπονται είναι από -180 έως 180. Προεπιλογή είναι το 0.
fi: + = myötäpäivään. - = Vastapäivään. Kiertoasetuksen tarkoituksena on auttaa korjaamaan analogisen sauvan suuntaa, jos peukaloasi on hieman siirtynyt analogista sauvaa liikuttaessa. Esimerkiksi peukaloasi saattaa siirtyä hieman keskustasta, kun analoginen sauva siirretään kokonaan pohjoiseen. Peukaloni siirtyvät hieman oikealle siirtäessäni analogista sauvaa kokonaan pohjoiseen, koska käteni pitävät DS4:stä kiinni. Käytetty arvo ilmaisee akselin lopullisen lähtöarvon säätämiseen käytettyjen asteiden lukumäärän. Sallitut arvot vaihtelevat välillä -180 - 180. Oletus on 0.
fr: [+] Sens horaire | [-] Sens anti-horaire Le réglage de rotation est destiné à aider à corriger l'orientation d'un stick analogique si votre pouce est légèrement décalé lors du déplacement d'un stick analogique. Par exemple, votre pouce peut être légèrement décalé du centre lorsque le stick analogique est déplacé complètement vers le haut. Mes pouces se déplacent légèrement vers la droite lorsque je déplace un stick analogique complètement vers le haut en raison de la façon dont mes mains saisissent le DS4. La valeur utilisée indique le nombre de degrés utilisés pour ajuster la valeur finale de sortie de l'axe. Cet angle est compris entre -180 et 180 degrés et sa valeur par défaut est 0.
ms: + = Mengikut arah jam. - = lawan arah jam. Tetapan putaran bertujuan untuk membantu membetulkan orientasi kayu(stick) analog jika ibu jari anda dianjak sedikit apabila menggerakkan kayu(stick) analog. Contohnya, ibu jari anda mungkin dianjak sedikit dari tengah apabila kayu(stick) analog digerakkan sepenuhnya ke utara. Ibu jari saya beralih sedikit ke kanan apabila menggerakkan kayu(stick) analog sepenuhnya ke utara kerana cara tangan saya menggenggam DS4. Nilai yang digunakan menunjukkan bilangan darjah yang digunakan untuk melaraskan nilai keluaran paksi akhir. Nilai membenarkan julat dari -180 hingga 180. Lalai ialah 0.
nl: + = Met de klok mee. - = Tegen de klok in. De rotatie-instelling is bedoeld om de oriëntatie van een analoge stick te helpen corrigeren als uw duim een beetje verschoven is bij het bewegen van een stick. Uw duim kan bijvoorbeeld enigszins vanuit het midden verschoven zijn wanneer de analoge stick volledig naar boven is bewogen. Mijn duimen verschuiven iets naar rechts als ik een analoge stick helemaal naar het boven beweeg, vanwege de manier waarop ik de DS4 vasthoud. De gebruikte waarde geeft het aantal graden aan dat wordt gebruikt om de uiteindelijke uitvoerwaarde van de as aan te passen. Waarden mogen tussen -180 tot 180 liggen. De standaardwaarde is 0°.
se: Rotationsinställningen är avsedd att hjälpa till att korrigera orienteringen av en analog sticka om din tumme förskjuts något när du flyttar en analog sticka. Till exempel kan din tumme vara något förskjuten från mitten när den analoga spaken förs helt norrut. Mina tummar förskjuts något åt ​​höger när jag flyttar en analog sticka helt norrut på grund av hur mina händer greppar DS4. Värdet som används anger antalet grader som används för att justera det slutliga axelutgångsvärdet. Värden tillåter intervall från -180 till 180. Standard är 0.
tr: + = Saat yönünde. - = Saat yönünün tersinde. Döndürme ayarı, analog bir çubuğu hareket ettirirken parmağınız hafifçe kaymışsa çubuğun yönlendirmesini düzeltmeye yardımcı olmak amacıyla kullanılır. Örneğin, analog çubuk tamamen kuzeye hareket ettiğinde parmağınız merkezden hafifçe kaymış olabilir. DS4'ü tutma şeklim nedeniyle, analog çubuğu tamamen kuzeye hareket ettirirken parmaklarım hafifçe sağa kayar. Kullanılan değer, son eksen çıkış değerini ayarlamak için kullanılan derece sayısını belirtir. Değerler -180 ila 180 arasında olabilir. Varsayılan değer 0'dır.
zh_hans: 正数为顺时针， 负数为逆时针。旋转设置旨在帮助校正模拟摇杆的方向，如果在移动模拟摇杆时你的拇指略微偏移。例如，当模拟摇杆完全向北移动时，你的拇指可能会从中心略微偏移。由于我的手握持DS4的方式，当我完全将模拟摇杆移动到北方时，我的拇指会略微向右偏移。所使用的值表示用于调整最终轴输出值的角度数。值的范围允许从-180到180。默认值为0
zh_hant: 旋轉設定是為了幫助糾正類比搖桿的方向，如果你的拇指在移動類比搖桿時略有偏移。例如，當類比搖桿完全向北移動時，你的拇指可能會從中心稍微偏移。由於我的手握住DS4的方式，當類比搖桿完全向北移動時，我的拇指會稍微向右移動。使用的數值表示用於調整最終軸輸出值的度數。允許的數值範圍是-180到180。預設值為0。
