Repository: seanstardev/DS4Windows-Lightgun
Catalog: DS4Windows/Translations/Strings.*.resx
Languages: el, fi, fr, ms, nl, ru, se, tr, vi, zh_hans, zh_hant

source: Accel
el: Επιταχ
fi: Kiihdyttää
fr: Amélioration
ms: Pecutan
nl: Versnellingsmeter
ru: Ускорение
se: Accelerera
tr: Hızlanma
vi: Tăng tốc
zh_hans: 加速度
zh_hant: 加速儀

source: Action
el: Ενέργεια
fi: Toiminta
ms: Tindakan
nl: Actie
ru: Действие
se: Verka
tr: Aksiyon
vi: Hành động
zh_hans: 动作
zh_hant: 操作

source: Add Directory
el: Προσθήκη Φακέλου
fi: Lisää Sanakirja
fr: Ajouter un répertoire
ms: Tambah Direktori
nl: Map toevoegen
ru: Добавить каталог
se: Lägg till direktiv
tr: Dizin Ekle
vi: Thêm thư mục
zh_hans: 添加目录
zh_hant: 新增資料夾

source: Add Programs
el: Προσθήκη Προγραμμάτων
fi: Lisää Ohjelmia
fr: Ajouter des programmes
ms: Tambah Program
nl: Programma's toevoegen
ru: Добавить программы
se: Lägg till program
tr: Program Ekle
vi: Thêm chương trình
zh_hans: 添加程序
zh_hant: 新增應用程式

source: Add Steam Games
el: Προσθήκη Παιχνιδιών Steam
fi: Lisää Steam-pelejä
fr: Ajouter des jeux Steam
ms: Tambah Permainan Steam
nl: Steam-spellen toevoegen
ru: Добавить игры Steam
se: Lägg till Steam spel
tr: Steam Oyunu Ekle
vi: Thêm Game Steam
zh_hans: 添加Steam游戏
zh_hant: 新增 Steam 上的遊戲

source: All
el: Όλα
fi: Kaikki
fr: Tout
ms: Semua
nl: Alles
ru: Все
se: Alla
tr: Tümü
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: Auto Profiles
el: Αυτόματα Προφίλ
fi: Autoprofiilit
fr: Profils automatiques
ms: Profil Automatik
nl: Automatische profielen
ru: Авто-Профили
se: Auto Profiler
tr: Otomatik Profiller
vi: Tự chọn thiết lập
zh_hans: 自动配置
zh_hant: 自動設定檔

source: Battery
el: Μπαταρία
fi: Akku
fr: Batterie
ms: Bateri
nl: Batterij
ru: Аккумулятор
se: Batteri
tr: Pil
vi: Dung lượng
zh_hans: 电量
zh_hant: 電量

source: Browse
el: Περιήγηση
fi: Selaa
fr: Parcourir
ms: Semak Imbas
nl: Bladeren
ru: Выбрать
se: Bläddra
tr: Gözat
vi: Truy cập
zh_hans: 浏览
zh_hant: 瀏覽

# BrowseOtherPrograms
source: Browse for Other Programs
el: Περιήγηση για Άλλα Προγράμματα
fi: Selaa muita ohjelmia
fr: Parcourir des autres programmes
ms: Semak Imbas Program Lain
nl: Bladeren naar andere programma's
ru: Выбрать другие программы
se: Browse efter andra program
tr: Diğer Programlara Gözat
vi: Tìm ứng dụng khác
zh_hans: 浏览其他程序
zh_hant: 瀏覽其它應用程式

source: Cancel
el: Ακύρωση
fi: Peruuttaa
fr: Annuler
ms: Batal
nl: Annuleren
ru: Отмена
se: Avbryt
tr: Vazgeç
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# CheckUpdateNow
source: Check For Update Now
el: Έλεγχός για Ενημερώσεις Τώρα
fi: Tarkista Päivitys Nyt
fr: Rechercher des mises à jour
ms: Periksa Kemaskini Sekarang
nl: Updates ophalen
ru: Проверка обновлений
se: Sök efter uppdateringar nu
tr: Güncellemeleri Kontrol Et
vi: Kiểm tra phiên bản mới ngay
zh_hans: 立即检查更新
zh_hant: 立即檢查更新

# CheckUpdateStartup
source: Check for updates at DS4Windows startup
el: Έλεγχος για ενημερώσεις κατά την εκκίνηση του DS4Windows
fi: Tarkista päivitykset DS4Windowsin käynnistyksen yhteydessä
fr: Rechercher des mises à jour au démarrage
ms: Semak Kemas Kini Pada Permulaan DS4Windows
nl: Updates ophalen bij opstarten DS4Windows
ru: Проверка обновлений DS4Windows при запуске
se: Sök efter uppdateringar när DS4Windows startar
tr: DS4Windows Açıldığında Güncellemeleri Kontrol Et
vi: Kiểm tra cập nhật mỗi khi khởi động
zh_hans: 程序启动时检查更新
zh_hant: 啟動時檢查更新

source: Clear
el: Εκκαθάριση
fi: Asia selvä
fr: Effacer
ms: Bersihkan
nl: Leegmaken
ru: Очистить
se: Rensa
tr: Temizle
vi: Dọn
zh_hans: 清除
zh_hant: 清除

source: Close Minimizes
el: Το Κλείσιμο Ελαχιστοποιεί
fi: Sulje Minimoi
fr: Minimiser à la fermeture
ms: Tutup Meminimumkan
nl: Sluiten zorgt voor minimaliseren
ru: Сворачивать при закрытии
se: Stäng minimerar
tr: Kapatırken Küçült
vi: Ẩn
zh_hans: 关闭时最小化
zh_hant: 關閉時最小化

source: Color
el: Χρώμα
fi: Väri
fr: Couleur
ms: Warna
nl: Kleur
ru: Цвет
se: Färg
tr: Renk
vi: Màu
zh_hans: 颜色
zh_hant: 顏色

# Controller1Text
source: Controller 1
el: Χειριστήριο 1
fi: Ohjain 1
fr: Manette 1
ms: Alat Kawalan 1
ru: Контроллер 1
se: Kontroll 1
tr: Denetleyici 1
vi: Tay cầm 1
zh_hans: 手柄 1
zh_hant: 控制器1

# Controller2Text
source: Controller 2
el: Χειριστήριο 2
fi: Ohjain 2
fr: Manette 2
ms: Alat Kawalan 2
ru: Контроллер 2
se: Kontroll 2
tr: Denetleyici 2
vi: Tay cầm 2
zh_hans: 手柄 2
zh_hant: 控制器2

# Controller3Text
source: Controller 3
el: Χειριστήριο 3
fi: Ohjain 3
fr: Manette 3
ms: Alat Kawalan 3
ru: Контроллер 3
se: Kontroll 3
tr: Denetleyici 3
vi: Tay cầm 3
zh_hans: 手柄 3
zh_hant: 控制器3

# Controller4Text
source: Controller 4
el: Χειριστήριο 4
fi: Ohjain 4
fr: Manette 4
ms: Alat Kawalan 4
ru: Контроллер 4
se: Kontroll 4
tr: Denetleyici 4
vi: Tay cầm 4
zh_hans: 手柄 4
zh_hant: 控制器4

source: Controllers
el: Χειριστήρια
fi: Ohjaimet
fr: Manettes
ms: Alat Kawalan
ru: Контроллеры
se: Kontrollrar
tr: Denetleyiciler
vi: Tay cầm
zh_hans: 控制器
zh_hant: 控制器

source: Control Panel
el: Πίνακας Ελέγχου
fi: Ohjauspaneeli
fr: Panneau de configuration
ms: Panel Kawalan
nl: Configuratiescherm
ru: Панель управления
se: Kontrollpanelen
tr: Kontrol Paneli
vi: Bảng điều khiển
zh_hans: 手柄
zh_hant: 控制面板

source: Delete
el: Διαγραφή
fi: Poistaa
fr: Effacer
ms: Padam
nl: Verwijderen
ru: Удалить
se: Radera
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# DriverSetup
source: Controller/Driver Setup
el: Ρύθμιση Χειριστηρίου/Οδηγού
fi: Ohjaimen/ohjaimen Asetukset
fr: Installer les pilotes
ms: Pasang Alat Kawalan/Pemacu
nl: Controller/driver installeren
ru: Настройка драйвера контроллера
se: Kontroll/Drivrutin Setup
tr: Denetleyici/Sürücü Kurulumu
zh_hans: 手柄/驱动安装
zh_hant: 控制器/驅動程序設置

source: Duplicate
el: Διπλότυπο
fi: Kopioi
fr: Dupliquer
ms: Pendua
nl: Dupliceren
ru: Дублировать
se: Dupplicera
tr: Çoğalt
vi: Tạo bản sao
zh_hans: 复制
zh_hant: 複製

source: Edit
el: Επεξεργασία
fi: Muokata
fr: Modifier
ms: Sunting
nl: Bewerken
ru: Редактировать
se: Redigera
tr: Düzenle
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Action
el: Επεξεργασία Ενέργειας
fi: Muokkaa Toimintoa
fr: Modifier l'action
ms: Sunting Tindakan
nl: Actie aanpassen
ru: Изменить действие
se: Redigera åtgärd
tr: Aksiyon Düzenle
vi: Sửa hành động
zh_hans: 编辑动作
zh_hant: 編輯操作

source: Export
el: Εξαγωγή
fi: Viedä
fr: Exporter
ms: Eksport
nl: Exporteren
ru: Экспорт
se: Exportera
tr: Dışarı Aktar
vi: Xuất tệp
zh_hans: 导出
zh_hant: 匯出

source: Full
el: Πλήρες
fi: Koko
fr: Plein
ms: Penuh
nl: Volledig
ru: Полностью
se: Hela
tr: Dolu
vi: Đầy
zh_hans: 全部
zh_hant: 充滿

source: Gyro
el: Γυροσκόπιο
ms: Giro
ru: Гироскоп
tr: Jiroskop
zh_hans: 体感
zh_hant: 陀螺儀

source: Hide Unchecked
el: Απόκρυψη μη Επιλεγμένων
fi: Piilota Valitsematon
fr: Masquer les non coché
ms: Sembunyikan Yang Tidak ditanda
nl: Verberg niet-aangevinkt
ru: Скрыть невыбранные
se: Göm omarkerade
tr: İşaretlenmemişleri Gizle
vi: Ẩn tích
zh_hans: 隐藏未选中
zh_hant: 隱藏未勾選

source: Import
el: Εισαγωγή
fi: Tuonti
fr: Importer
nl: Importeren
ru: Импорт
se: Importera
tr: İçeri Aktar
vi: Nhập tệp
zh_hans: 导入
zh_hant: 匯入

source: Left Stick
el: Αριστερός Μοχλός
fi: Vasen Tikku
fr: Stick gauche
ms: Kayu(stick) kiri
nl: Linkse stick
ru: Левый стик
se: Vänster spak
tr: Sol Çubuk
vi: Cần Trái
zh_hans: 左摇杆
zh_hant: 左類比

source: Log
el: Καταγραφή
fi: Lokikirja
fr: Journaux
nl: Logboek
ru: Журнал
se: Logga
tr: Günlük
vi: Nhật ký
zh_hans: 日志
zh_hant: 日誌

source: Name
el: Όνομα
fi: Nimi
fr: Nom
ms: Nama
nl: Naam
ru: Название
se: Namn
tr: İsim
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: New
el: Νέο
fi: Uusi
fr: Nouveau
ms: Baharu
nl: Nieuw
ru: Новый
se: Ny
tr: Yeni
vi: Tạo mới
zh_hans: 新建
zh_hant: 新增

source: New Action
el: Νέα Ενέργεια
fi: Uusi Toiminta
fr: Nouvelle action
ms: Tindakan Baharu
nl: Nieuwe actie
ru: Новое действие
se: Ny åtgärd
tr: Yeni Aksiyon
vi: Hành động mới
zh_hans: 新建动作
zh_hant: 新增操作

source: New Profile
el: Νέο Προφίλ
fi: Uusi Profiili
fr: Nouveau profil
ms: Profil Baharu
nl: Nieuw profiel
ru: Новый профиль
se: Ny profil
tr: Yeni Profil
vi: Thiết lập mới
zh_hans: 新建配置
zh_hant: 新增設定檔

source: None
el: Κανένα
fi: Ei mitään
fr: Aucun
ms: Tiada
nl: Geen
ru: Нет
se: Ingen
tr: Yok
zh_hans: 无
zh_hant: 無

source: Path
el: Διαδρομή
fi: Polku
fr: Chemin de l'ordinateur
ms: Laluan
nl: Pad
ru: Путь
se: Sökväg
tr: Yol
zh_hans: 路径
zh_hant: 路徑

source: Profile
el: Προφίλ
fi: Profiili
fr: Profil
ms: Profil
nl: Profiel
ru: Профиль
se: Profil
tr: Profil
vi: Thiếp Lập
zh_hans: 配置文件
zh_hant: 設定檔

source: Profile Folder
el: Φάκελος Προφίλ
fi: Profiilikansio
fr: Dossier des profils
ms: Folder Profil
nl: Profielmap
ru: Папка профиля
se: Profile Mapp
tr: Profil Klasörü
vi: Thư mục thiếp lập
zh_hans: 配置文件夹
zh_hant: 設定檔資料夾

source: Quick Charge
el: Γρήγορη Φόρτιση
fi: Pikalataus
fr: Chargement rapide
ms: Cas Pantas
nl: Snelladen
ru: Быстрая зарядка
se: Snabbladdning
tr: Hızlı Şarj
vi: Sạc nhanh
zh_hans: 快速充电
zh_hant: 快速充電

# RecordText
source: Record
el: Εγγραφή
fi: Ennätys
fr: Enregistrer
ms: Rekod Teks
nl: Opnemen
ru: Запись
se: Spela in
tr: Kayıt
zh_hans: 录制
zh_hant: 錄製

source: Remove
el: Αφαίρεση
fi: Poista
fr: Effacer
ms: Buang
nl: Verwijderen
ru: Удалить
se: Radera
tr: Kaldır
vi: Bỏ
zh_hans: 移除
zh_hant: 移除

source: Remove Action
el: Αφαίρεση Ενέργειας
fi: Poista Toiminto
fr: Effacer l'action
ms: Buang Tindakan
nl: Verwijder actie
ru: Удалить действие
se: Radera åtgärd
tr: Aksiyonu Kaldır
vi: Bỏ hành động
zh_hans: 删除动作
zh_hant: 移除操作

source: Right Stick
el: Δεξιός Μοχλός
fi: Oikea tikku
fr: Stick droit
ms: Kayu(stick) Kanan
nl: Rechtse stick
ru: Правый стик
se: Höger spak
tr: Sağ Çubuk
vi: Cần Phải
zh_hans: 右摇杆
zh_hant: 右類比

source: Rumble
el: Δόνηση
fr: Vibration
ms: Getaran
nl: Vibratie/trillen
ru: Вибрация
se: Buller
tr: Titreşim
vi: Rung
zh_hans: 震动
zh_hant: 震動

source: Run At Startup
el: Εκκίνηση κατά την Έναρξη
fi: Suorita käynnistyksen yhteydessä
fr: Lancer au démarrage
ms: Dijalankan Pada Permulaan Sistem
nl: Uitvoeren bij opstarten PC
ru: Запускать при запуске системы
se: Kör vid start
tr: Başlangıçta Çalıştır
vi: Mở khi khởi động
zh_hans: 开机自动启动
zh_hant: 開機時自動啟動

source: Save
el: Αποθήκευση
fi: Tallentaa
fr: Sauvegarder
ms: Simpan
nl: Opslaan
ru: Сохранить
se: Spara
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# SaveProfile
source: Save
el: Αποθήκευση
fi: Tallentaa
fr: Sauvegarder le profil
ms: Simpan Profil
nl: Opslaan
ru: Сохранить
se: Spara
tr: Kaydet
vi: Lưu
zh_hans: 保存配置
zh_hant: 保存設定檔

source: Settings
el: Ρυθμίσεις
fi: Asetukset
fr: Paramètres
ms: Tetapan
nl: Instellingen
ru: Настройки
se: Inställningar
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

source: Show Notifications
el: Εμφάνιση Ειδοποιήσεων
fi: Näytä Ilmoitukset
fr: Afficher les notifications
ms: Tunjuk Pemberitahuan
nl: Meldingen tonen
ru: Показать уведомления
se: Visa Notiser
tr: Bildirimleri Göster
vi: Hiện thông báo
zh_hans: 显示通知
zh_hant: 顯示通知

source: Start Minimized
el: Εκκίνηση Ελαχιστοποιημένο
fi: Aloita Minimoitu
fr: Lancer minimisé
ms: Mula Diminimumkan
nl: Geminimaliseerd starten
ru: Запускать свернутым
se: Starta minimerad
tr: Küçültülmüş Olarak Başlat
vi: Khởi động ngầm
zh_hans: 启动时最小化
zh_hant: 開始時最小化

# StartText
source: Start
el: Έναρξη
fi: Alkaa
fr: Commencer
ms: Mula
ru: Старт
tr: Başlangıç
vi: Bật
zh_hans: 开始
zh_hant: 開始

source: Status
el: Κατάσταση
fi: Tila
fr: Statuts
ru: Статус
tr: Durum
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# StopText
source: Stop
el: Διακοπή
fi: Lopettaa
fr: Arrêter
ms: Berhenti
ru: Стоп
tr: Dur
vi: Tắt
zh_hans: 停止
zh_hant: 停止

# TouchScroll
source: Scroll
el: Κύλιση
fi: Selaa
fr: Défilement de la souris
ms: Tatal
nl: Scrollen
ru: Прокрутка
se: Skrolla
tr: Kaydırma
vi: Cuộn
zh_hans: 滚动
zh_hant: 捲動

# TouchSlide
source: Slide
el: Ολίσθηση
fi: Liuku
fr: Faire glisser
ms: Slaid
nl: Schuiven
ru: Скольжение
se: Dra
tr: Kaydırma
vi: Vuốt
zh_hans: 滑动
zh_hant: 滑動

# TouchTap
source: Tap
el: Άγγιγμα
fi: Napauta
fr: Appuyer
ms: Ketik
nl: Tikken
ru: Касание
se: Tryck
tr: Dokunma
vi: Chạm
zh_hans: 滑动
zh_hant: 觸碰

source: Trigger
el: Έναυσμα
fi: Laukaista
fr: Déclencheur
ms: Picu
ru: Триггер
se: Avtryckare
tr: Tetik
vi: Cò
zh_hans: 触发
zh_hant: 觸發

source: Warnings only
el: Μόνο Προειδοποιήσεις
fi: Vain varoitukset
fr: Avertissements seulement
ms: Amaran Sahaja
nl: Enkel waarschuwingen
ru: Только предупреждения
se: Endast varningar
tr: Sadece uyarılar
vi: Chỉ cảnh báo
zh_hans: 仅警告
zh_hant: 只有警告

# RumbleMaxSecs
source: sec
el: δεύτ
fi: sek
ms: Saat
ru: сек
se: sek
tr: saniye
zh_hans: 秒
zh_hant: 秒

# RumbleMaxSecsTip
source: Auto stop rumble in secs (0=auto stop disabled)
el: Αυτόματη διακοπή δόνησης σε δεύτερα (0= αυτόματη διακοπή ανενεργή)
fi: Automaattinen pysäytys jyrinä sekunneissa (0 = automaattinen pysäytys poissa käytöstä)
fr: Arrêt automatique des vibrations après (0 pour vibration infinie, en secondes)
ms: Auto berhenti derum dalam beberapa saat(0=auto berhenti dilumpuhkan)
nl: Automatisch stoppen van vibratie in seconden (0 = niet automatisch stoppen)
ru: Авто-остановка в секундах (0=отключена)
se: Stoppa automatiskt i sekunder (0=ingen autostop)
tr: Titreşimi saniyeler içinde otomatik durdur (0=otomatik durdurma devre dışı)
vi: Tự tắt rung trong (0=auto stop disabled)
zh_hans: 震动自动停止时间，单位为秒 (0则不自动停止)
zh_hant: 自動停止震動的時間，單位為秒 (0則不自動停止)

source: Window Title
el: Τίτλος Παραθύρου
fi: Ikkunan Otsikko
fr: Titre de la fenêtre
ms: Tajuk Tetingkap
nl: Titel venster
ru: Заголовок окна
se: Fönsternamn
tr: Pencere Başlığı
vi: Tiêu đề
zh_hans: 窗口标题
zh_hant: 視窗標題

source: Move Up
el: Κίνηση Πάνω
fi: Liiku ylös
fr: Vers le haut
ms: Bergerak keatas
nl: Naar boven
se: Gå upp
tr: Yukarı Oynat
vi: Di chuyển lên
zh_hans: 上移
zh_hant: 上移

source: Move Down
el: Κίνηση Κάτω
fi: Siirrä alas
fr: Vers le bas
ms: Bergerak kebawah
nl: Naar beneden
se: Gå ner
tr: Aşağı Oynat
vi: Di chuyển xuống
zh_hans: 下移
zh_hant: 下移

# AutoProfPathTip
source: Process path. ^ABC = Match at the beginning of string (^) | ABC$ = Match at the end of string ($) | *ABC =Contains a string (*)
el: Διαδρομή Διεργασίας. ^ABC = Ταύτιση με την αρχή της συμβολοσειράς (^) | ABC$ = Ταύτιση με το τέλος της συμβολοσειράς ($) | *ABC = Περιέχει τη συμβολοσειρά (*)
fi: Prosessin polku. ^ABC = Vastaa merkkijonon alussa (^) | ABC$ = Vastaa merkkijonon lopussa ($) | *ABC =Sisältää merkkijonon (*)
fr: Chemin du processus. ^ABC = Correspondance au début de la chaîne (^) | ABC$ = Correspondance à la fin de la chaîne ($) | *ABC = Contient une chaîne (*)
ms: Laluan proses. ^ABC = Padankan pada permulaan rentetan (^) | ABC$ = Padankan di hujung rentetan ($) | *ABC = Mengandungi rentetan (*)
nl: Proces pad. ^ABC = komt overeen met begin van de tekst (^) | ABC$ = komt overeen met einde van de tekst ($) | *ABC = bevat tekst (*)
se: Processväg. ^ABC = Matcha i början av strängen (^) | ABC$ = Matcha i slutet av strängen ($) | *ABC =Innehåller en sträng (*)
tr: İşlem yolu. ^ABC = Dizinin başında eşleşme (^) | ABC$ = Dizinin sonunda eşleşme ($) | *ABC =Dizi içeriyor (*)
zh_hans: 进程路径. ^ABC = 匹配字符串头 (^) | ABC$ = 匹配字符串尾 ($) | *ABC =包含字符串 (*)
zh_hant: 執行檔路徑. ^ABC = 在字符串開頭匹配 (^) | ABC$ = 在字符串末尾匹配 ($) | *ABC = 包含一個字符串 (*)

# AutoProfTitleTip
source: Window title. ^ABC = Match at the beginning of string (^) | ABC$ = Match at the end of string ($) | *ABC =Contains a string (*)
el: Τίτλος Παραθύρου. ^ABC = Ταύτιση με την αρχή της συμβολοσειράς (^) | ABC$ = Ταύτιση με το τέλος της συμβολοσειράς ($) | *ABC = Περιέχει τη συμβολοσειρά (*)
fi: Ikkunan otsikko. ^ABC = Vastaa merkkijonon alussa (^) | ABC$ = Vastaa merkkijonon lopussa ($) | *ABC =Sisältää merkkijonon (*)
fr: Le titre de fenêtre. ^ABC = Correspondance au début de la chaîne (^) | ABC$ = Correspondance à la fin de la chaîne ($) | *ABC = Contient une chaîne (*)
ms: Tajuk tetingkap. ^ABC = Padankan pada permulaan rentetan (^) | ABC$ = Padankan di hujung rentetan ($) | *ABC = Mengandungi rentetan (*)
nl: Titel venster. ^ABC = komt overeen met begin van de tekst (^) | ABC$ = komt overeen met einde van de tekst ($) | *ABC = bevat tekst (*)
se: Fönsternamn. ^ABC = Matcha i början av strängen (^) | ABC$ = Matcha i slutet av strängen ($) | *ABC =Innehåller en sträng (*)
tr: Pencere başlığı. ^ABC = Dizinin başında eşleşme (^) | ABC$ = Dizinin sonunda eşleşme ($) | *ABC =Dizi içeriyor (*)
zh_hans: >窗口标题. ^ABC = 匹配字符串头 (^) | ABC$ = 匹配字符串尾 ($) | *ABC =包含字符串 (*)
zh_hant: 視窗標題. ^ABC = 在字符串開頭匹配 (^) | ABC$ = 在字符串末尾匹配 ($) | *ABC = 包含一個字符串 (*)

source: Gamepad Test
el: Έλεγχος Χειριστηρίου
fi: Peliohjaimen testi
fr: Tester la manette de jeu
ms: Ujian Pad Permainan
nl: Controller testen
ru: Тест геймпада
tr: Oyun Kumandası Testi
vi: Test Tay Cầm
zh_hans: 手柄测试(GamepadTest)
zh_hant: 遊戲控制器輸入測試

source: Enable Output data to DS4
el: Ενεργοποίηση Δεδομένων Εξόδου του DS4
fi: Ota käyttöön Output data to DS4
fr: Activer la sortie de données vers DS4
ms: Dayakan data Output kepada DS4
nl: Sta data uitvoer naar DS4 toe
ru: Включить вывод данных в DS4
se: Aktivera utdata till DS4
tr: DS4 İçin Veri Çıkışını Etkinleştir
vi: Bật truyền dữ liệu tới DS4
zh_hans: 启用向DS4发送数据
zh_hant: 啟用輸出資料到DS4

# EnableOutputDataToDS4Tip
source: Output lightbar and rumble data periodically to DS4 gamepad. Untick if the gamepad doesn't support data receiving. Changes to this option takes effect at the gamepad connection time.
el: ΈΞοδος δεδομένων Μπάρας Φωτός και Δόνησης περιοδικά στο χειριστήριο DS4. Αποεπιλογή αν το χειριστήριο δεν υποστηρίζει λήψη δεδομένων. Αλλαγές στη ρύθμιση επηρεάζουν τον χρόνο σύνδεσης του χειριστηρίου.
fi: Lähetä valopalkki- ja rumble-tiedot ajoittain DS4-peliohjaimeen. Poista valinta, jos peliohjain ei tue tiedon vastaanottamista. Muutokset tähän asetukseen tulevat voimaan peliohjaimen yhteyden aikana.
fr: Active la barre lumineuse et la vibration périodiquement sur la manette DS4. Décochez si la manette de jeu ne prend pas en charge la réception de données. Les modifications apportées à cette option prennent effet au moment de la connexion de la manette.
ms: Keluarkan bar cahaya dan data derum secara berkala ke pad permainan DS4. Nyahtanda jika pad permainan tidak menyokong penerimaan data. Perubahan pada pilihan ini berkuat kuasa pada masa sambungan pad permainan.
nl: Stuur regelmatig licht- en trildata naar de DS4-controller. Vink uit als je controller geen data kan ontvangen. Wijzigen op deze instellingen hebben effect op de verbindingssnelheid van de controller.
ru: Периодически выводить данные световой панели и вибрации на геймпад DS4. Снимите флажок, если геймпад не поддерживает прием данных. Изменения этого параметра вступают в силу во время подключения геймпада.
se: Mata ut lightbar och rumble data med jämna mellanrum till DS4 gamepad. Avmarkera om spelplattan inte stöder datamottagning. Ändringar av det här alternativet träder i kraft vid anslutningstiden för gamepaden.
tr: Işık barı ve titreşim verisini periyodik olarak DS4 oyun kumandasına ilet. Oyun kumandası veri almayı desteklemiyorsa tiki kaldırın. Bu seçenekteki değişiklikler denetleyici bağlandığında geçerli olur.
vi: Chỉnh màu và bật tắt rung . Bỏ chọn nếu tay cầm không hỗ trợ. Changes to this option takes effect at the gamepad connection time.
zh_hans: 定期向DS4发送灯条和震动数据。若手柄不支持接收该数据则取消选中。设定变更在手柄连接时生效
zh_hant: 定期將光條和震動的資料輸出到DS4遊戲控制器。 如果遊戲控制器不支援接收資料時，請取消勾選。 對此選項所做的更動，會在遊戲控制器連接時生效。

source: Apply
el: Εφαρμογή
fi: Käytä
fr: Appliquer
ms: Terap
nl: Toepassen
ru: Применить
se: Applicera
tr: Uygula
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Custom Exe Name
el: Προσαρμοσμένο όνομα Exe
fi: Mukautettu Exe-nimi
fr: Nom de l'exe personnalisé
ms: Nama boleh laku tersuai
nl: Aangepaste exe naam
ru: Настраиваемое имя Exe
se: Anpassat Exe-namn
tr: Özel Exe Adı
zh_hans: 自定义可执行文件名称
zh_hant: 自定義 Exe 名稱

# CustomExeNameInfo
source: Some games implement a block that causes DS4 input to be ignored if a game detects either DS4Windows.exe or InputMapper.exe running at the time. A workaround to the block is to rename DS4Windows.exe so the check in the game fails. Specifying a custom exe name here allows DS4Updater to automatically update a custom copy of DS4Windows to the desired file name. Make sure to omit the extension. Example: whyme_DS4Windows
el: Κάποια παιχνίδια εφαρμόζουν κώδικα που αγνοούν την είσοδο του DS4 αν το παιχνίδι ανιχνεύσει το DS4Windows.exe ή το InputMapper.exe να τρέχει. Μια παράκμψη για τον κώδικα είναι η μετονομασία του DS4Windows.exe ώστε ο έλεγχος να αποτυγχάνει. Πιο συγκεκριμένα ένα προσαρμοσμένο exe επιτρέπει στον DS4Updater να ενημερώνει αυτόματα ένα προσαρμοσμένο αντίγραφο του DS4Windows με το επιθυμητό όνομα αρχείου. Σιγουρευτείτε να παραλείψετε την επέκταση. Example: whyme_DS4Windows
fi: Jotkut pelit toteuttavat lohkon, joka ohittaa DS4-syötteen, jos peli havaitsee joko DS4Windows.exe- tai InputMapper.exe-tiedoston sillä hetkellä käynnissä. Kiertokeino estoon on nimetä DS4Windows.exe uudelleen, jotta pelin tarkistus epäonnistuu. Kun määrität mukautetun exe-nimen tässä, DS4Updater voi päivittää mukautetun DS4Windows-kopion automaattisesti haluttuun tiedostonimeen. Muista jättää laajennus pois. Esimerkki: Whyme_DS4Windows
fr: Certains jeux implémentent un script qui ignore les entrée de la manette DS4 si les processus DS4Windows.exe ou InputMapper.exe sont en cours d'exécution. Il est possible de contourner ce blocage en modifiant le nom DS4Windows.exe afin que la détection échoue. Spécifier le nom personnalisé ici permet à DS4Updater de mettre à jour automatiquement une copie personnalisée de DS4Windows avec le nom de fichier souhaité. Assurez-vous d'omettre l'extension. Exemple : tu_es_tilte_boubou_DS4Windows
ms: Sesetengah permainan melaksanakan sekatan yang menyebabkan input DS4 diabaikan jika permainan mengesan sama ada 'DS4Windows.exe' atau 'InputMapper.exe' berjalan pada masa itu. Penyelesaian kepada sekatan itu ialah menamakan semula 'DS4Windows.exe' supaya semakan dalam permainan gagal. Menentukan nama exe tersuai di sini membolehkan DS4Updater mengemas kini salinan tersuai DS4Windows secara automatik kepada nama fail yang dikehendaki. Pastikan anda meninggalkan sambungan. Contoh: whyme_DS4Windows
nl: Sommige spellen blokkeren de invoer van DS4 als ze DS4Windows.exe of InputMapper.exe zien. Een oplossing is om DS4Windows.exe te hernoemen zodat de check faalt en de game normaal werkt. Hier een aangepaste exe naam invullen staat DS4Updater toe om automatisch een aangepaste kopie van DS4Windows te maken met de gewenste naam. Zorg ervoor dat je geen bestandextensie toevoegt. Voorbeeld: waaromik_DS4Windows
ru: Некоторые игры встроили блок, который приводит к игнорированию ввода DS4, если игра обнаруживает, что в это время запущен DS4Windows.exe или InputMapper.exe. Обходной путь к блокировке - переименовать DS4Windows.exe, чтобы проверка в игре не прошла. Указание настраиваемого имени exe-файла позволяет DS4Updater автоматически обновлять настраиваемую копию DS4Windows до желаемого имени файла. Обязательно уберите расширение. Пример: whyme_DS4Windows
se: Vissa spel implementerar ett block som gör att DS4-ingång ignoreras om ett spel upptäcker att antingen DS4Windows.exe eller InputMapper.exe körs vid tillfället. En lösning på blocket är att byta namn på DS4Windows.exe så att kontrollen i spelet misslyckas. Genom att ange ett anpassat exe-namn här kan DS4Updater automatiskt uppdatera en anpassad kopia av DS4Windows till önskat filnamn. Se till att utelämna tillägget. Exempel: whyme_DS4Windows
tr: Bazı oyunlar, DS4Windows.exe veya InputMapper.exe'nin çalıştığını algıladıklarında DS4 girdisini yok sayar. DS4Windows.exe'yi yeniden adlandırarak oyunun yaptığı engelleme aşılabilir. Özel bir exe adı belirlemek DS4Updater'ın DS4Windows'un istenen isimli özel bir kopyasını güncellemesini sağlar. Uzantıyı atladığınızdan emin olun. Örnek: whyme_DS4Windows
zh_hans: 一些游戏如果测到DS4Windows.exe 或 InputMapper.exe 正在运行，则会忽略 DS4 的输入。对于这些游戏，解决方法是将 DS4Windows.exe 重命名，以规避检测。在这样自定义可执行文件的名称，以允许 DS4Updater 自动更新已被重命名的DS4Windows。请不要输入扩展名（即 .exe)。名称示例: whyme_DS4Windows
zh_hant: 如果遊戲檢測到當時正在運行的 DS4Windows.exe 或 InputMapper.exe ，則某些遊戲執行的攔阻會導致忽略DS4的輸入。 解決該問題的方法是重命名 DS4Windows.exe ，以便讓遊戲中的檢查失效。 在此處指定自定義的 exe 執行檔名稱可以使 DS4Updater 自動將 DS4Windows 的自定義副本更新為想要的檔名。 確保省略副檔名。 例如: whyme_DS4Windows
