Repository: seanstardev/DS4Windows-Lightgun
Catalog: DS4Windows/Translations/Strings.*.resx
Languages: el, fi, fr, ms, nl, ru, se, tr, vi, zh_hans, zh_hant

source: Mouse Acceleration
nl: Muis versnelling
ru: Ускорение мыши
zh_hans: 鼠标加速度

source: Mouse Joystick
nl: Muis joystick
ru: Джойстик-мышь
zh_hans: 鼠标摇杆

source: Mouse Offset
nl: Muis offset
ru: Смещение мыши
zh_hans: 鼠标偏移

source: Mouse Sensitivity
nl: Muis gevoeligheid
ru: Чувствительность мыши
zh_hans: 鼠标灵明度

source: Mouse Vertical Scale
nl: Muis verticale schaal
ru: Вертикальное увеличение мыши
zh_hans: 鼠标垂直倍率

source: Multiplier
nl: Vermenigvuldiger
ru: Множитель
zh_hans: 倍率

source: No
nl: Nee
ru: Нет
zh_hans: 不

source: Normal
nl: Normaal
ru: Нормальный
zh_hans: 普通

source: Other
nl: Andere
ru: Другой
zh_hans: 其他

source: Outer Bind
nl: Buitenste waarde
ru: Внешнее привязывание
zh_hans: 外圈绑定

source: Outer Btn
nl: Buitenste knop
ru: Внешний Btn
zh_hans: 外圈按钮

source: Outer Btn Dead
nl: Buitenste knop dead
ru: Внешний Btn Dead
zh_hans: 外圈按钮死区

source: Output Curve
nl: Uitvoercurve
ru: Кривая
zh_hans: 输出曲线

source: Output Mode
nl: Uitvoermodus
ru: Режим
zh_hans: 输出模式

# OutputSlotMan.InputNum
source: Input #
nl: Invoer #
zh_hans: 输入 #

source: Passthru
nl: Passthrough
ru: Передача
zh_hans: 直通

source: Pitch
ru: Тон
zh_hans: 俯仰

source: Port
nl: Poort
ru: Порт
zh_hans: 端口

# PresetOptWin.OutputController
source: Output Controller
nl: Uitvoer controller
ru: Контроллер вывода
zh_hans: 输出控制器

# PresetOptWin.PresetMenu
source: Preset Menu
ru: Меню настроек
zh_hans: 预设菜单

source: Program Folder
zh_hans: 程序文件夹

source: Radial
nl: Radiaal
zh_hans: 圆形

# ReadingsControl.BatteryZero
source: Battery: 0%
nl: Batterij: 0%
ru: Батарея: 0%
zh_hans: 电池电量：0%

# ReadingsControl.InputDelayNA
source: Input Delay: N/A
nl: Invoervertraging: N.V.T.
ru: Задержка вывода: N/A
zh_hans: 输入延迟：N/A

# ReadingsControl.SixAxisXText
source: SixAxis: X Axis is flipped so it is easier to read
nl: Sixaxis: X-as is omgekeerd zodat het makkelijker te lezen is
ru: SixAxis: ось X перевернута, поэтому ее легче читать.
zh_hans: 六轴：为了可读性X轴已翻转

# RecordBox.AddRumble
source: Add Rumble
nl: Trilling toevoegen
ru: Добавить вибрацию
zh_hans: 添加震动

# RecordBox.ChangeLightbarColor
source: Change Lightbar Color
nl: Kleur lightbar veranderen
ru: Изменить цвет подсветки
zh_hans: 改变灯条颜色

# RecordBox.DoubleClickWaitEdit
source: Double click on a wait to edit the time
nl: Dubbelklik op een wacht op de tijd te veranderen
ru: Дважды щелкните по ожиданию, чтобы отредактировать время
zh_hans: 在延迟上双击来编辑

# RecordBox.FifthMB
source: 5th Mouse Button
nl: 5e muisknop
ru: Пятая кнопка мыши
zh_hans: 鼠标按键 5

# RecordBox.FourthMB
source: 4th Mouse Button
nl: 4e muisknop
ru: Четвертая кнопка мыши
zh_hans: 鼠标按键 4

# RecordBox.InsertWait
source: Insert Wait
nl: Wacht invoegen
ru: Вставить задержку
zh_hans: 插入延迟

# RecordBox.LoadPreset
source: Load Preset
nl: Voorinstelling laden
ru: Загрузить настройку
zh_hans: 加载预设

# RecordBox.MacroOrder
source: Macro Order
nl: Macro volgorde
ru: Макрос
zh_hans: 宏顺序

# RecordBox.PlayOnce
source: Play Once
nl: Eén keer afspelen
ru: Воспроизвести один раз
zh_hans: 运行一次

# RecordBox.RecordDelays
source: Record Delays
nl: Vertraging opnemen
ru: Записывать задержку
zh_hans: 录制延迟

# RecordBox.RepeatWhileHeld
source: Repeat While Held
nl: Herhalen tijdens indrukken
ru: Повторять, пока удерживается
zh_hans: 按下时重复

# RecordBox.SavePreset
source: Save Preset
nl: Voorinstelling opslaan
ru: Сохранить настройку
zh_hans: 保存预设

# RecordBox.UseActionToRecord
source: Use Keyboard/Mouse + Controller 1 to record
nl: Gebruik toetsenbord/muis + controller 1 om op te nemen
ru: Использовать клавиатуру/Мышь + Контроллер 1 для записи
zh_hans: 使用键盘/鼠标和控制器1来录制

# RecordBoxWin.WinTitle
source: Edit Macro
nl: Macro bewerken
ru: Редактировать макрос
zh_hans: 编辑宏

# RenameProfileWin.TypeNewProfileName
source: Please type the new name to use for the selected profile XML file.
nl: Typ de nieuwe naam om te gebruiken voor het XML-bestand van het geselecteerde profiel.
ru: Пожалуйста, введите новое имя для использования выбранного файла профиля XML.
zh_hans: 请为选中的XML文件输入新名字

# RenameProfileWin.WinTitle
source: Rename Profile
nl: Profiel hernoemen
ru: Переименовать профиль
zh_hans: 重命名配置

source: Requested
nl: Verzocht
ru: Запрошено
zh_hans: 已请求

source: Rotation
nl: Rotatie
ru: Поворот
zh_hans: 旋转

source: Roll
ru: Крен
zh_hans: 横滚

source: Regular
nl: Gewoon
ru: Обычный
zh_hans: 常规

# SaveWhere.AppDataDescText
source: For those who prefer a regular install. Settings saved at %appdata%\DS4Windows
nl: Voor wie een normale installatie wil. Instellingen worden opgeslagen in %appdata%\DS4Windows
ru: Для тех, кто предпочитает обычную установку. Настройки сохраняются по пути %appdata%\DS4Windows
zh_hans: 对于那些偏好常规安装的人，设置保存路径在 %appdata%\DS4Windows

# SaveWhere.DontDelete
source: Don't Delete the other settings yet
nl: Verwijder de andere instellingen nog niet
ru: Не удаляйте другие настройки пока
zh_hans: 先不要删除其他设置

# SaveWhere.MultipleSaves
source: Multiple save locations detected
nl: Meerdere opslaglocaties gedetecteerd
ru: Обнаружено несколько мест сохранения
zh_hans: 检测到多个保存路径

# SaveWhere.PickWhere
source: Pick where you want profiles and settings to be saved
nl: Kies waar je profielen en instellingen wil opslaan
ru: Выберите, где вы хотите сохранять профили и настройки
zh_hans: 选择你想要保存配置和设置文件的位置

# SaveWhere.ProgramFolderDescText
source: For those who prefer a portable program. Note: this option does not work if in an admin folder w/o UAC
nl: Voor wie een draagbare installatie wil. Let op: deze optie werkt niet in een admin map zonder gebruikersaccountbeheer
ru: Для тех, кто предпочитает портативную программу. Примечание: эта опция не работает, если программа находится в административной папке без нужных прав
zh_hans: 适合那些想要免安装版的人。注：这个选项在没有UAC权限时无法在需要管理员权限的文件夹使用。

# SaveWhere.WinTitle
source: Save Where
nl: Waar opslaan
ru: Сохранить
zh_hans: 保存位置

source: Scan Code
ru: Сканировать код
zh_hans: 扫描码

source: Selected Profile
nl: Geselecteerd profiel
ru: Выбранные профили
zh_hans: 选中的配置

source: Sensitivity
nl: Gevoeligheid
ru: Чувствительность
zh_hans: 灵敏度

source: Shift Modifier
ru: Модификатор Shift
zh_hans: Shift修饰键

source: Six Axis (Accel)
nl: Sixaxis (versnellingsmeter)
ru: Шесть осей (акселерометр)
zh_hans: 六轴（加速度）

source: Skip Version
nl: Versie overslaan
ru: Пропустить версию
zh_hans: 跳过版本

source: Snap To Center
nl: Snap naar het midden
ru: Привязать к центру
zh_hans: 吸附到中心

source: Square Stick
nl: Vierkante stick
zh_hans: 方形摇杆

source: Test
ru: Тест
zh_hans: 测试

source: Test Heavy
nl: Test zwaar
ru: Тест сильной
zh_hans: 测试重震动

source: Test Light
nl: Test licht
ru: Тест легкой
zh_hans: 测试轻震动

source: Toggle
nl: Shakel
ru: Переключить
zh_hans: 开关

source: Touchpad
ru: Тачпад
zh_hans: 触摸板

source: Trigger Effect
ru: Эффект триггера
zh_hans: 扳机效果

source: Two Stage Mode
nl: Tweetrapsmodus
ru: Двухступенчатый режим
zh_hans: 两段模式

source: UDP Server
ru: UDP Сервер
zh_hans: UDP服务器

source: Unbound
nl: Ongebonden
ru: Не назначенный
zh_hans: 未绑定

# UpdaterWin.WinTitle
source: Update Window
nl: Update venster
ru: Обновить окно
zh_hans: 更新窗口

source: Use Controller
nl: Gebruik controller
ru: Использовать Контроллер
zh_hans: 使用控制器

source: Use Smoothing
nl: Gebruik smoothing
ru: Использовать сглаживание
zh_hans: 使用平滑

source: Vertical Scale
nl: Verticale schaal
ru: Вертикальное увеличение
zh_hans: 垂直倍率

# ViGEm117MinNeeded
source: Only works with ViGEmBus 1.17.333.0 and newer
nl: Werkt enkel met ViGEmBus 1.17.333.0 en nieuwer
ru: Работает только с ViGEmBus 1.17.333.0 и выше
zh_hans: 只能与ViGEmBus 1.17.333.0以及更新版本使用

# Welcome.BluetoothSettings
source: Bluetooth Settings
nl: Bluetooth instellingen
ru: Настройка Bluetooth
zh_hans: 蓝牙设置

source: Width
nl: Breedte
ru: Ширина
zh_hans: 宽度

source: X Center
ru: Центр X
zh_hans: X 中心

source: Yaw
ru: Рыскание
zh_hans: 偏航

source: Y Center
ru: Центр Y
zh_hans: Y 中心

source: Yes
nl: Ja
ru: Да
zh_hans: 是

# Welcome.WinTitle
source: Welcome to DS4Windows
nl: Welkom bij DS4Windows
ru: Добро пожаловать в DS4Windows
zh_hans: 欢迎来到 DS4Windows

# Welcome.Step1HelpText
source: If this window reappears after installing, you may need to reboot your PC.
nl: Als dit venster opnieuw verschijnt na installatie, moet je misschien je PC opnieuw opstarten.
ru: Если это окно появляется снова после установки, возможно, вам нужно перезагрузить свой компьютер.
zh_hans: 如果这个窗口在安装完成后再次出现，你可能需要重新启动你的电脑。

# Welcome.Step1Text
source: Step 1: Install ViGEmBus Driver
nl: Stap 1: Installeer ViGEmBus stuurprogramma
ru: Шаг 1: Установка ViGEmBus Driver
zh_hans: 步骤1：安装ViGemBud驱动

# Welcome.Step2HelpText
source: If you've used a 360 controller on this PC, you can skip this step.
nl: Als je al eens een Xbox 360 controller hebt gebruikt op deze PC, mag je deze stap overslaan.
ru: Если вы уже использовали контроллер Xbox 360 на этом компьютере, вы можете пропустить этот шаг.
zh_hans: 如果你曾在这台电脑上使用过Xbox 360控制器，可以跳过这一步。

# Welcome.Step2Text
source: Step 2: If on Windows 7, Install 360 Driver
nl: Stap 2: Enkel voor Windows 7, installeer 360 stuurprogramma
ru: Шаг 3: Если вы используете Windows 7, Установите 360 Driver
zh_hans: 步骤2：如果你的系统是Windows 7，安装360驱动

# Welcome.Step3BluetoothHelpText
source: Once flashing go to your Bluetooth Settings and connect to "Wireless Controller". If asked, enter pair code 0000. Once paired, you're ready. Have fun!
nl: Als de lichtjes pinken, ga naar Bluetooth instellingen en verbind met "Wireless Controller" ("Draadloze Controller"). Indien gevraagd, gebruik koppelcode 0000. Na het koppelen ben je klaar. Veel plezier!
ru: После мигания перейдите в настройки Bluetooth и подключитесь к "Wireless Controller". Если вас попросят, введите код для сопряжения 0000. После подключения вы готовы. Удачи!
zh_hans: 当灯闪烁时请到蓝牙设置并连接 "Wireless Controller"。如有提示输入配对码，请输入0000。当配对完成后，就可以了。玩得开心！

# Welcome.Step3HelpText
source: Step 3: Connecting the DualShock 4 controller. To setup wired/USB: Simply plug a micro-USB into your PC and DualShock 4. To setup Bluetooth (optional): Hold the PS Button and Share for 3 seconds. The lightbar will begin to double flash.
nl: Stap 3: DualShock 4 controller verbinden. Om bedraad/USB in te stellen: Verbind gewoon je DualShock 4 en PC met een micro-USB kabel. (Optioneel) Om Bluetooth in te stellen: Hou de PS- en deelknop 3 seconden lang ingedrukt. De lightbar zal dubbel beginnen knipperen.
ru: Шаг 3: Подключите контроллер DualShock 4. Для настройки по проводу/USB: Просто подключите micro-USB в ваш компьютер и в DualShock 4. Для настройки по Bluetooth (дополнительно): Зажмите Кнопку PS и Share на 3 секунды. Световая полоса начнет мигать дважды.
zh_hans: 步骤3：连接DualShock 4 控制器。 \n若要通过有线USB连接：只需使用micro-USB线连接DualShock 4和电脑。 \n\n若要通过蓝牙连接（可选）：长按PS和Share键3秒，灯条会开始双闪。

# Welcome.Step4HelpText
source: Use HidHide to configure and hide any input controllers from other apps running on your system. Some games require only one controller to be present or double input will cause problems in game.
nl: Gebruik HidHide om controllers in te stellen en te verbergen van andere apps op je systeem. Sommige games vertonen afwijkend gedrag wanneer meerdere controllers tegelijk verbonden zijn.
ru: Используйте HidHide для конфигурации и скрытия любых контроллеров ввода от других приложений, работающих на вашей системе. Некоторые игры требуют наличие только одного контроллера, и двойной ввод может вызвать проблемы в игре.
zh_hans: 使用HidHide来配置并对其他应用隐藏你的原生控制器输入。某些游戏只允许一个控制器，或双重输入可能会导致一些游戏内问题。

# Welcome.Step4Text
source: (Optional) Step 4: Install HidHide Driver
nl: (Optioneel) Stap 4: Installeer HidHide Stuurprogramma
ru: (Дополнительно) Шаг 4: Установите HidHide Driver
zh_hans: （可选）步骤4：安装HidHide驱动

# Welcome.Step5Text
source: (Optional) Step 5: Install FakerInput Driver
nl: (Optioneel) Stap 5: Installeer FakerInput Stuurprogramma
ru: (Дополнительно) Шаг 5: Установите FakerInput Driver
zh_hans: （可选）步骤5：安装FakerInput驱动

# Welcome.Step5HelpText
source: Use FakerInput driver to expose system-wide virtual keyboard, relative mouse, and absolute mouse. Allows virtual KB+M events to be usable in some situations when SendInput fails. Such situations are elevated process and games, UAC prompts, and anti-cheat systems that block SendInput events. Use of FakerInput is necessary to allow DS4Windows to work with some games with anti-cheat protection like Valorant.
nl: Gebruik FakerInput om voor het hele systeem het virtuele toetsenbord, relatieve muis en absolute muis beschikbaar te maken. Staat toe om virtuele toetsenbord en muis acties uit te voeren wanneer SendInput niet werkt. Bijvoorbeeld bij processen en games die hogere bevoegdheid nodig hebben, gebruikersaccountbeheer en anti-cheat systemen die SendInput blokkeren. Gebruik van FakerInput is nodig om DS4Windows te laten werken met bepaalde games , zoals Valorant.
ru: Используйте драйвер FakerInput для создания системной виртуальной клавиатуры, относительной мыши и абсолютной мыши. Позволяет использовать виртуальные события клавиатуры и мыши в некоторых ситуациях, когда SendInput не работает. Такие ситуации включают в себя повышенный процесс и игры, запросы контроля учетных записей пользователей, и системы античита, блокирующие события SendInput. Использование FakerInput необходимо для работы DS4Windows с некоторыми играми, защищенными системами античита, такими как Valorant.
zh_hans: 使用FakerInput驱动来设置全局的虚拟键盘，相对鼠标，和绝对鼠标。在某些情况下，SendInput失效时可以发送虚拟的键盘与鼠标事件。这些情况包括提升优先级的进程与游戏，UAC提示框，以及一些反作弊系统会屏蔽SendInput事件。为了能让DS4Windows在一些带有反作弊保护的游戏，比如 Valorant，中正常运行，FakerInput是必要的。

# SpecialActionEdit.CheckBattery
source: Check Battery Life
nl: Check batterij
ru: Проверить заряд батаери
zh_hans: 检查电池电量

# SpecialActionEdit.DisconnectBT
source: Disconnect from Bluetooth
nl: Bluetooth loskoppelen
ru: Отсоединиться от Bluetooth
zh_hans: 断开蓝牙连接

# SpecialActionEdit.DoubleTapTrigger
source: Double Tap Trigger
nl: Dubbeltik trigger
ru: Двойное нажатие триггера
zh_hans: 双击触发

# SpecialActionEdit.HoldFor
source: Hold for
nl: Hou vast voor
ru: Удерживайте для
zh_hans: 按下

# SpecialActionEdit.HoldTrigger
source: Hold Trigger
nl: Hou trigger ingedrukt
ru: Удерживайте триггер
zh_hans: 按住触发

# SpecialActionEdit.KeepKeyState
source: Keep key state
nl: Bewaar status van toets
ru: Сохранять состояние клавиши
zh_hans: 保持键当前状态

# SpecialActionEdit.LaunchProgram
source: Launch a program
nl: Start een programma
ru: Запуск программы
zh_hans: 启动程序

# SpecialActionEdit.LoadProfile
source: Load a profile
nl: Laad een profiel
ru: Загрузить профиль
zh_hans: 加载配置

# SpecialActionEdit.MacroRecorded
source: Macro Recorded
nl: Macro opgenomen
ru: Макрос записан
zh_hans: 宏已录制

# SpecialActionEdit.MultiAction
source: Multi-action Button
nl: Multi-actieknop
ru: Мультизадачная кнопка
zh_hans: 多动作按钮

# SpecialActionEdit.PressKey
source: Press/Toggle key
nl: Druk/schakel toets
ru: Нажать/Переключить клавишу
zh_hans: 按下/切换按键

# SpecialActionEdit.RecordMacro
source: Record a macro
nl: Neem een macro op
ru: Записать макрос
zh_hans: 录制宏

# SpecialActionEdit.RepeatWhileHeld
source: Repeat while held
nl: Herhaal tijdens indrukken
ru: Повторять удерживая
zh_hans: 按下时充浮

# SpecialActionEdit.RunTriggerRelease
source: Run on Trigger Release
nl: Voer uit bij loslaten trigger
ru: Запустить при отпускании триггера
zh_hans: 当松开触发键时运行

# SpecialActionEdit.SelectAction
source: -Select an Action-
nl: -Selecteer een actie-
ru: -Выбрать действие-
zh_hans: - 选择一个动作 -

# SpecialActionEdit.SelectKey
source: Select a Key
nl: Selecteer een toets
ru: Выбрать клавишу
zh_hans: 选择一个按键

# SpecialActionEdit.SelectMacro
source: Select a macro
nl: Selecteer een macro
ru: Выбрать макрос
zh_hans: 选择一个宏

# SpecialActionEdit.SixAxisWheelCalib
source: Calibration of sixaxis wheel calibration
nl: Sixaxis stuur calibreren
ru: Калибровка шестиосного колеса
zh_hans: 六轴方向盘的校准

# SpecialActionEdit.SyncRun
source: Synchronized Run
nl: Voer gesynchroniseerd uit
ru: Синхронный запуск
zh_hans: 同步运行

# SpecialActionEdit.TapTrigger
source: Tap Trigger
nl: Trigger tikken
ru: Нажмите на Триггер
zh_hans: 点击触发

# SpecialActionEdit.UnloadTriggerRelease
source: Unload on trigger release
nl: Ontlaad bij loslaten trigger
ru: Разгрузка при отпускании спускового крючка
zh_hans: 触发键松开时取消加载

# SpecialActionEdit.SetUnloadTrigger
source: Set Unload Trigger
nl: Ontlaadtrigger instellen
ru: Установить триггер выгрузки
zh_hans: 设置取消加载触发键

# SpecialActionEdit.ViaLightbar
source: via lightbar
nl: via lichtbar
ru: через световую панель
zh_hans: 通过灯条显示

# SpecialActionEdit.ViaNotification
source: via notification
nl: via notificatie
ru: через уведомление
zh_hans: 通过通知显示

# SpecialActionEdit.UntoggleKeyBy
source: Untoggle key by
nl: Toets uitzetten door
ru: Отключить клавишу с помощью

# ControllerRegOptWin.EnableHomeLED
source: Enable Home LED
nl: Schakel home LED in
ru: Включить Home светодиод

# ControllerRegOptWin.JoinedGyroProvider
source: Joined Gyro Provider
nl: Samengevoegde gyro provider
ru: Присоединено устройство с гироскопом

source: Easing Duration
nl: Overgangsduratie
ru: Уменьшение продолжительности

# MainWin.OneEuroBeta
source: 1€ Beta
nl: 1€ Bèta

# MainWin.OneEuroMinCutoff
source: 1€ MinCutoff
nl: 1€ Minimum cutoff

# SASteeringWheelFuzzTooltip
source: Fuzz specifies the minimum number of device units, in active zone, that the Accel has to be rotated before the output is registered as changed in the mapper. The value is expressed in raw Accel units.
el: Το Fuzz προσδιορίζει τον ελάχιστο αριθμό συσκευών, σε ενεργή ζώνη, όπου το Επιταχυνσιόμετρο πρέπει να περιστραφεί πριν η έξοδος καταγραφεί ως αλλαγμένη στην αντιστοίχιση. Η τιμή προσδιορίζεται ως μονάδες Επιταχυνσιόμετρου.
fi: Fuzz määrittää laitteen yksiköiden vähimmäismäärän aktiivisella vyöhykkeellä, jota Accel on käännettävä ennen kuin tulos rekisteröidään muuttuneeksi kartoittimessa. Arvo ilmaistaan ​​raakana Accel-yksiköinä.
fr: La valeur 'Fuzz' spécifie le nombre minimum d'unités de l'appareil, dans la zone active, que l'accéléromètre doit être tourné avant que le changement soit enregistré dans le mappeur. Cette valeur est exprimée en unités brutes de l'accéléromètre.
ms: Fuzz menentukan bilangan minimum unit peranti, dalam zon aktif, yang Accel perlu diputar sebelum output didaftarkan seperti diubah dalam pemeta. Nilai dinyatakan dalam unit Accel mentah.
nl: Fuzz specifieert hoeveel de versnellingsmeter gedraaid moet worden, in de actieve zone, voor de uitvoer geregistreerd wordt. De uitgedrukte waarde is ruwe invoer.
se: Fuzz specificerar det minsta antalet enhetsenheter, i aktiv zon, som Accel måste roteras innan utgången registreras som ändrad i mapparen. Värdet uttrycks i råa Accel-enheter.
tr: Fuzz, en düşük cihaz birimi sayısını belirler, aktif bölgede, Hızlanma, çıktı değiştirilmiş olarak kaydedilmeden önce çevirilmelidir. Değer, ham Hızlanma biriminde ifade edilmiştir.
vi: Fuzz chỉ định số lượng đơn vị thiết bị tối thiểu, trong vùng hoạt động, mà Gia tốc phải được xoay trước khi đầu ra được đăng ký là đã thay đổi trong trình ánh xạ. Giá trị được biểu thị bằng đơn vị Gia tốc thô.
zh_hant: Fuzz（模糊）指定了裝置單位的最小數量，在活動區，在輸出被註冊為映射器中的變化之前，Accel必須被旋轉。該值以原始Accel單位表示。

# DualSRumbleModes_Tip
source: Accurate Mode (recommended): - Better replicates the DualShock 4/Xbox 360 controller rumble feeling - More accurately executes game's intended rumble effects - Rumble has more depth. Within the same power level there is a greater difference between min and max in-game rumble activation, varying from real low up to the max strength of the defined power level Legacy Mode: - Overral stronger, but lacks depth - Has a "sharper" feeling - The min and max activation in-game will be, respectively, only slightly below and slight above the chosen power level strength Disabled: - Fully disables rumble
el: Λειτουργία Ακριβές (προτείνεται): - Αναπαριστά καλύτερα την αίσθηση δόνησης του DualShock 4/Xbox 360 - Εκτελεί με μεγαλύτερη ακρίβεια τα επιθυμητά επίπεδα δόνησης του παιχνιδιού - Η δόνηση έχει περισσότερο βάθος. Εντός του ίδιου επιπέδου ισχύος μεγαλύτερη διαφορά μεταξύ μεγίστου και ελαχίστου ενεργοποίησης δόνησης στο παιχνίδι, από πολύ χαμηλό μέχρι τη μέγιστη ισχύς του καθορισμένου επιπέδου ισχύος Απαρχαιωμένη Λειτουργία: - Γενικότερα ισχυρότερη, λείπει βάθος - Έχει πιο "αιχμηρή" αίσθηση - Η ελάχιστη και μέγιστη ενεργοποίηση στο παιχνίδι θα είναι, αντιστοίχως, ελάχιστα κάτω και πάνω του επιλεγμένου επιπέδου ισχύος Ανενεργό: - Απενεργοποιεί πλήρως τη δόνηση
fi: Tarkka tila (suositus): - Toistaa paremmin DualShock 4/Xbox 360 -ohjaimen jyrinän tunteen - Suorittaa tarkemmin pelin aiotut rumble-efektit - Rumblessa on enemmän syvyyttä. Samalla tehotasolla on suurempi ero pelin sisäisen rumble-aktivoinnin välillä, vaihtelee todella matalasta määritellyn tehotason maksimivoimakkuuteen Vanha tila: - Yleinen voimakkaampi, mutta syvyydestä puuttuu - On "terävämpi" tunne - Pelin sisäinen aktivointi minimi- ja maksimiarvo on vain hieman alle ja hieman yli valitun tehotason. Liikuntarajoitteinen: - Poistaa rumblen kokonaan käytöstä
fr: Mode Précision (recommandé) : - Reproduit mieux la sensation de vibration des manettes DualShock 4/Xbox 360 - Exécute plus précisément les effets de vibration prévus par le jeu - Les vibrations ont plus de profondeur. Dans un même niveau de puissance, il existe une plus grande variation entre l'activation minimale et maximale des vibrations dans le jeu, allant d'une intensité très faible jusqu'à la force maximale définie pour ce niveau de puissance. Mode Héritage : - Globalement plus puissant, mais manque de profondeur - Procure une sensation plus "nette" - Dans le jeu, l'activation minimale sera légèrement inférieure et l'activation maximale sera légèrement supérieure au niveau de puissance choisi. Désactivé: - Désactive complètement les vibrations
ms: Mod Tepat (disyorkan): - Lebih baik mereplikasi perasaan derum alat kawalan DualShock 4/Xbox 360 - Lebih tepat melaksanakan kesan derum yang dimaksudkan permainan - Derum mempunyai lebih kedalaman. Dalam tahap kuasa yang sama terdapat perbezaan yang lebih besar antara pengaktifan derum dalam permainan min dan maksimum, berbeza-beza dari sangat rendah hingga kekuatan maksimum tahap kuasa yang ditentukan Mod Legasi: - Secara keseluruhan lebih kuat, tetapi tidak mempunyai kedalaman - Mempunyai rasa yang "lebih tajam". - Pengaktifan min dan maksimum dalam permainan masing-masing, hanya sedikit di bawah dan sedikit di atas kekuatan aras kuasa yang dipilih Dilumpuhkan: - Lumpuhkan sepenuhnya derum
nl: Accurate modus (aangeraden): - Lijkt meer op DualShock 4/Xbox 360 controller vibratiegevoel - Meer accurate vibratie hoe de game het bedoelt - Vibratie heeft meer diepgang. Binnen hetzelfde krachtniveau is er een groter verschil tussen minimum en maximum in-game vibratie. Verouderde Modus: - Hardere vibratie, maar minder diepgang - Voelt "scherper" - De minimum en maximum vibratie zijn respectievelijk, maar een beetje onder en boven het gekozen krachtniveau. Uitgeschakeld: - Vibratie volledig uitgeschakeld
tr: Doğru Mod (tavsiye edilir): - DualShock 4 / Xbox 360 denetleyici titreşim hissini daha iyi taklit eder - Oyunun amaçladığı titreşim efektlerini daha kesin olarak gerçekleştirir - Titreşim daha fazla derinliğe sahiptir. Aynı güç seviyesi içinde, gerçek düşükten başlayarak tanımlanan güç seviyesinin maksimum gücüne kadar değişen, oyun içi titreşim etkinleştirmesinde minimum ve maksimum arasında daha büyük bir fark bulunur Geleneksel Mod: - Genel olarak daha güçlüdür, ancak derinlik eksikliği vardır - Daha "keskin" bir hissiyatı vardır - Oyun içinde minimum ve maksimum etkinleştirme sırasıyla sadece seçilen güç seviyesi gücünün hafif altında ve hafif üstünde olacaktır Devre Dışı: - Titreşimi tamamen devre dışı bırakır
