Repository: seanstardev/DS4Windows-Lightgun
Catalog: DS4Windows/Translations/Strings.*.resx
Languages: el, fi, fr, ms, nl, ru, se, tr, vi, zh_hans, zh_hant

source: XInputChecker
fr: Détection XInput
ru: Проверка XInput
se: XInputKontrollerare
tr: XInput Testi
zh_hans: XInput 检查器

# Controller5Text
source: Controller 5
el: Χειριστήριο 5
fi: Ohjain 5
fr: Manette 5
ms: Alat Kawalan 5
ru: Контроллер 5
se: Kontroll 5
tr: Denetleyici 5
vi: Tay cầm 5
zh_hans: 手柄 5
zh_hant: 控制器5

# Controller6Text
source: Controller 6
el: Χειριστήριο 6
fi: Ohjain 6
fr: Manette 6
ms: Alat Kawalan 6
ru: Контроллер 6
se: Kontroll 6
tr: Denetleyici 6
vi: Tay cầm 6
zh_hans: 手柄 6
zh_hant: 控制器6

# Controller7Text
source: Controller 7
el: Χειριστήριο 7
fi: Ohjain 7
fr: Manette 7
ms: Alat Kawalan 7
ru: Контроллер 7
se: Kontroll 7
tr: Denetleyici 7
vi: Tay cầm 7
zh_hans: 手柄 7
zh_hant: 控制器7

# Controller8Text
source: Controller 8
el: Χειριστήριο 8
fi: Ohjain 8
fr: Manette 8
ms: Alat Kawalan 8
ru: Контроллер 8
se: Kontroll 8
tr: Denetleyici 8
vi: Tay cầm 8
zh_hans: 手柄 8
zh_hant: 控制器8

# GamepadGyroCameraDescription
source: Maps the controller output to a standard XInput gamepad or DS4 pad. Gyro is mapped to a Mouse-like Joystick.
el: Αντιστοιχεί την έξοδο του χειριστηρίου σε ένα στάνταρ χειριστήριο XInput ή ένα DS4. Το Γυροσκόπιο αντιστοιχείται ως ένα Joystick-Ποντίκι.
fi: Yhdistää ohjaimen ulostulon tavalliseen XInput-peliohjaimeen tai DS4-padiin. Gyro on kartoitettu hiiren kaltaiseen joystickiin.
fr: Mappe la sortie de la manette sur une manette de jeu XInput standard ou une manette DS4. Le gyroscope est mappé sur un joystick en tant que souris.
ms: Petakan output alat kawalan ke pad permainan XInput standard atau pad DS4. Gyro dipetakan kepada kayu bedik seperti tetikus.
nl: Wijst de controller uitvoer toe aan een standaard XInput- of DS4-gamepad. Gyro wordt toegewezen als een muisachtige joystick.
se: Mappar kontrollutgången till en standard XInput-gamepad eller DS4-pad. Gyro är mappad till en musliknande joystick.
tr: Denetleyici çıktısını standart XInput oyun kumandası veya DS4 kumandasına eşler. Jiroskop, Mouse Şeklinde Oyun Çubuğu ile eşlenmiştir.
vi: Giả lập tay cầm như một tay xbox hoặc Tay DS4. Gyro được gán như một con chuột.
zh_hans: 将手柄映射为标准的 Xinput 手柄或 DS4 手柄。体感将被映射为类似鼠标的摇杆(相对值输入摇杆）(Mouse-like Joystick)。
zh_hant: 將控制器的輸出映射到標準 XInput 遊戲控制器或DS4控制器。 陀螺映射到類滑鼠的操縱桿。 Maps the controller output to a standard XInput gamepad or DS4 pad. Gyro is mapped to a Mouse-like Joystick.

# GamepadGyroCameraName
source: Gamepad with Mouse-like Joystick
el: Χειριστήριο με Joystick σαν Ποντίκι
fi: Peliohjain hiiren kaltaisella joystickillä
fr: Manette avec joysticks en tant que souris
ms: Pad permainan (dengan kayu bedik berbentuk tetikus)
nl: Gamepad met muisachtige joystick
se: Gamepad med musliknande joystick
tr: Mouse Şeklinde Oyun Çubuk'lu Oyun Kumandası
vi: Tay cầm với cần điều khiển như chuột
zh_hans: 含有类鼠标的摇杆(相对值输入摇杆）(Mouse-like Joystick)的手柄
zh_hant: 帶有類滑鼠的操縱桿的遊戲控制器(Gamepad with Mouse-like Joystick)

# GamepadPresetDescription
source: Maps the controller output to a standard gamepad
el: Αντιστοιχεί την έξοδο του χειριστηρίου ως στάνταρ χειριστήριο
fi: Yhdistää ohjaimen ulostulon tavalliseen peliohjaimeen
fr: Mappe la sortie du contrôleur sur une manette de jeu standard
ms: Menukar output alat kawalan kepada pad permainan standard.
nl: Wijst de controller-uitvoer toe aan een standaard gamepad.
se: Mappar handkontrollens utdata till en vanlig gamepad
tr: Denetleyici çıktısını standart oyun kumandasına eşler
vi: Giả lập tay cầm như một tay cầm mặc định
zh_hans: 将手柄映射为标准手柄
zh_hant: 將控制器的輸出映射到標準遊戲控制器 Maps the controller output to a standard gamepad

# GamepadPresetName
source: Gamepad
el: Χειριστήριο
fi: Peliohjain
fr: Manette de jeu
ms: Pad permainan
ru: Геймпад
tr: Oyun kumandası
vi: Tay cầm
zh_hans: 手柄
zh_hant: 遊戲控制器

# KBMGyroMouseDescription
source: Maps the controller output to virtual KB+M controls. Useful for playing FPS games with no gamepad support. Gyro is mapped to a virtual Mouse.
el: Αντιστοιχεί την έξοδο του χειριστηρίου ως εικονικοί χειρισμοί KB+M. Χρήσιμο για παιχνίδια FPS χωρίς υποστήριξη χειριστηρίου. Το Γυροσκόπιο αντιστοιχείται ως εικονικό Ποντίκι.
fi: Yhdistää ohjaimen lähdön virtuaalisiin KB+M-säätimiin. Hyödyllinen FPS-pelien pelaamiseen ilman peliohjaintukea. Gyro on kartoitettu virtuaaliseen hiireen.
fr: Mappe la sortie de la manette à un clavier/souris virtuel. Utile pour jouer à des jeux de tir sans prise en charge de la manette de jeu. Le gyroscope est mappé à une souris virtuelle.
ms: Petakan output alat kawalan ke kawalan KB+M maya. Berguna untuk bermain permainan FPS tanpa sokongan pad permainan. Gyro dipetakan ke Tetikus maya.
nl: Wijst de uitvoer van de controller toe aan een virtuele muis en toetsenbord. Handig voor schietspellen zonder controller-ondersteuning. Gyro is toegewezen als een virtuele muis.
se: Mappar styrenhetens utdata till virtuella TB+M-kontroller. Användbar för att spela FPS-spel utan stöd för gamepad. Gyro är mappad till en virtuell mus.
tr: Denetleyici çıktısını sanal Klavye+Mouse kontrollerine eşler. Oyun kumandası desteği olmayan FPS oyunlarını oynarken kullanışlıdır. Jiroskop sanal Mouse ile eşlenmiştir.
vi: Giả lập tay cầm như chuột + bàn phím ảo. Sử dụng với những game không hỗ trợ tay cầm. Gyro được giả lập thành chuột ảo.
zh_hans: 将手柄映射为虚拟键盘和鼠标。在游玩无手柄支持的 FPS 游戏时很有用。体感将被映射为虚拟鼠标。
zh_hant: 將控制器的輸出映射到虛擬鍵盤+滑鼠的控制。 對於不支持遊戲控制器的FPS第一人稱射擊遊戲很有用。 陀螺儀已映射到虛擬滑鼠。 Maps the controller output to virtual KB+M controls. Useful for playing FPS games with no gamepad support. Gyro is mapped to a virtual Mouse.

# KBMGyroMouseName
source: KB+M Controls with Gyro Mouse
el: Χειρισμοί KB+M με Γυροσκοπικό Ποντίκι
fi: KB+M-ohjaimet Gyro Mouse -hiirellä
fr: Commandes clavier/souris avec une souris gyroscope
ms: KB+M Kawalan dengan tetikus giro
nl: Toetsenbord en muis-bewegingen met gyro muis.
se: TB+M-kontroller med gyromus
tr: Jiroskop Mouse'lı Klavye+Mouse Kontrolleri
vi: Giả lập bàn phím + chuột với Gyro Mouse
zh_hans: 带有体感控制鼠标虚拟键盘和鼠标
zh_hant: 帶有利用陀螺儀來控制滑鼠的鍵盤+滑鼠的控制器(KB+M Controls with Gyro Mouse)

# KBMPresetDescription
source: Maps the controller output to virtual KB+M controls. Useful for playing FPS games with no gamepad support.
el: Αντιστοιχεί την έξοδο του χειριστηρίου ως εικονικοί χειρισμοί KB+M. Χρήσιμο για παιχνίδια FPS χωρίς υποστήριξη χειριστηρίου.
fi: Yhdistää ohjaimen lähdön virtuaalisiin KB+M-säätimiin. Hyödyllinen FPS-pelien pelaamiseen ilman peliohjaintukea.
fr: Mappe la sortie de la manette à un clavier/souris virtuel. Utile pour jouer à des jeux de tir sans prise en charge de la manette de jeu.
ms: Petakan output alat kawalan ke kawalan KB+M maya. Berguna untuk bermain permainan FPS tanpa sokongan pad permainan.
nl: Wijst de uitvoer van de controller toe aan een virtuele muis en toetsenbord. Handig voor schietspellen zonder controller-ondersteuning.
se: Mappar styrenhetens utdata till virtuella TB+M-kontroller. Användbar för att spela FPS-spel utan stöd för gamepad.
tr: Denetleyici çıktısını sanal Klavye+Mouse kontrollerine eşler. Oyun kumandası desteği olmayan FPS oyunlarını oynarken kullanışlıdır.
vi: Giả lập tay cầm như chuột + bàn phím ảo. Sử dụng với những game không hỗ trợ tay cầm.
zh_hans: 将手柄映射为虚拟键盘和鼠标。在游玩无手柄支持的 FPS 游戏时很有用。
zh_hant: 將控制器的輸出映射到虛擬鍵盤+滑鼠的控制。 對於不支持遊戲控制器的FPS第一人稱射擊遊戲很有用。 Maps the controller output to virtual KB+M controls. Useful for playing FPS games with no gamepad support.

# KBMPresetName
source: KB+M Controls
el: Χειρισμοί KB+M
fi: KB+M-säätimet
fr: Commandes clavier/souris
ms: Kawalan KB+M
nl: Toetsenbord en muis
se: TB+M-kontroller
tr: Klavye+Mouse Kontrolleri
vi: Bàn phím + chuột Controls
zh_hans: 虚拟键盘和鼠标
zh_hant: 鍵盤+滑鼠的控制器(KB+M Controls)

# MixedGyroMousePresetDescription
source: Maps the buttons and axes to a standard gamepad. Maps the Gyro to a virtual mouse
el: Αντιστοιχεί τα κουμπία και τους άξονες σε ένα στάνταρ χειριστήριο Maps. Αντιστοιχεί το Γυροσκόπιο ως εικονικό Ποντίκι
fi: Yhdistää painikkeet ja akselit tavalliseen peliohjaimeen. Karttaa Gyron virtuaalihiireen
fr: Mappe les boutons et les joysticks à une manette de jeu standard. Associe le gyroscope à une souris virtuelle.
nl: Wijst de knoppen en assen toe aan een standaard gamepad. Wijst gyro toe aan een virtuele Muis.
se: Mappar knapparna och axlarna till en vanlig gamepad. Mappar Gyro till en virtuell mus
tr: Buton ve eksenleri standart oyun kumandasına eşler. Jiroskop'u sanal mouse'a eşler.
vi: Giả lập phím và trục như tay cầm. Giả Gyro thành chuột ảo
zh_hans: 将按钮和手柄轴映射为标准手柄。将体感映射为虚拟鼠标
zh_hant: 將按鈕和六軸映射到標準遊戲控制器。 將陀螺儀映射到虛擬滑鼠 Maps the buttons and axes to a standard gamepad. Maps the Gyro to a virtual mouse

# MixedGyroMousePresetName
source: Gamepad with Gyro Mouse
el: Χειριστήριο με Γυροσκοπικό Ποντίκι
fi: Peliohjain Gyro Mouse -hiirellä
fr: Manette de jeu avec souris gyroscope
ms: Pad permainan dengan tetikus giro
nl: Gamepad met gyro muis
se: Gamepad med Gyro Mouse
tr: Jiroskop Mouse'lı Oyun Kumandası
vi: Tay cầm với Gyro Mouse
zh_hans: 带有体感控制鼠标的手柄
zh_hant: 帶有利用陀螺儀來控制滑鼠的遊戲控制器(Gamepad with Gyro Mouse)

# MixedPresetDescription
source: Maps the controller output to mixed XInput gamepad + RS mouse.
el: Αντιστοιχεί την έξοδο του χειριστηρίου ως μίξη χειριστηρίου XInput + ποντίκι RS.
fi: Yhdistää ohjaimen ulostulon sekoitettuun XInput-peliohjaimeen + RS-hiireen.
fr: Mappe la sortie du contrôleur à une manette de jeu XInput et une souris.
ms: Petakan output alat kawalan ke pad permainan XInput + tetikus RS bercampur.
nl: Wijst de uitvoer van de controller toe aan een gemixte XInput gamepad + muis.
se: Mappar styrenhetens utdata till blandad XInput gamepad + RS-mus.
tr: Denetleyici çıktısını birleştirilmiş XInput oyun kumandası + Sağ Çubuk mouse ile eşler.
vi: Giả lập thành một tay cầm với cần analog phải là chuột.
zh_hans: 将手柄映射为Xinput手柄和 RS 鼠标
zh_hant: 將控制器的輸出映射到混合的 XInput 遊戲控制器+右類比滑鼠。 Maps the controller output to mixed XInput gamepad + RS mouse.

# MixedPresetName
source: Gamepad with High Precision Camera
el: Χειριστήριο με Κάμερα Υψηλής Ακρίβειας
fi: Peliohjain korkean tarkkuuden kameralla
fr: Manette de jeu avec caméra haute précision
ms: Pad permainan dengan Kamera Ketepatan Tinggi
nl: Gamepad met hoogaccurate camera
se: Gamepad med högprecisionskamera
tr: Yüksek Hassasiyet Kamera'lı Oyun Kumandası
vi: Tay cầm có cảm biến camera
zh_hans: 带有高精度相机的摇杆
zh_hant: 帶有高精度設相機控制的遊戲控制器(Gamepad with High Precision Camera)

source: Description
el: Περιγραφή
fi: Kuvaus
ms: Penerangan
nl: Beschrijving
ru: Описание
se: Beskrivning
tr: Açıklama
vi: Miêu Tả
zh_hans: 描述
zh_hant: 說明

# PresetIntroText
source: Do you want to use a preset option? Choosing No will cause the Profile Editor to use an empty Gamepad profile.
el: Θέλετε να χρησιμοποιήσετε μια προεπιλεγμένη ρύθμιση; Επιλέγοντας Όχι θα οδηγήσει τον Επεξεργαστή Προφίλ να χρησιμοποιήσει ένα κενό προφίλ Χειριστηρίου.
fi: Haluatko käyttää esiasetettua vaihtoehtoa? Jos valitset Ei, profiilieditori käyttää tyhjää Gamepad-profiilia.
fr: Voulez-vous utiliser une configuration prédéfinie ? Si vous choisissez non, un profil vide sera défini dans l'éditeur.
ms: Adakah anda mahu menggunakan pilihan pratetap? Memilih 'Tidak' akan menyebabkan editor profil menggunakan profil pad permainan kosong.
nl: Wilt u één van de vooraf ingestelde opties gebruiken? Kies Nee als je een leeg Gamepad profiel wenst.
ru: Вы хотите использовать предустановленный вариант? При выборе «Нет» редактор профиля будет использовать пустой профиль геймпада.
se: Vill du använda ett förinställt alternativ? Om du väljer Nej kommer profilredigeraren att använda en tom Gamepad-profil.
tr: Ön ayar kullanmak istiyor musunuz? Hayırı seçmek Profil Düzenleyicisinin boş bir Oyun Kumandası profili kullanmasını sağlar.
vi: Bạn có muốn sử dụng thiết lập có sẳn? Chọn không sẽ sử dụng thiếp lập mặc định.
zh_hans: 是否使用预设选项？如不使用，配置编辑器将会使用空配置文件
zh_hant: 您要使用預設選項嗎？ 選擇“否”將會使得設定檔編輯器使用空的控制器設定檔。

source: Presets
el: Προ-ρυθμίσεις
fi: Esiasetukset
fr: Préconfigurations
ms: Pratetap
nl: Voorinstellingen
ru: Пресеты
se: Förinställningar
tr: Ön Ayarlar
vi: Thiết lập
zh_hans: 预设
zh_hant: 預設集

source: Changelog
el: Λίστα αλλαγών
fi: Muutosloki
ms: Log Perubahan
nl: Wijzigenlogboek
ru: Журнал изменений
se: Ändringslogg
tr: Değişim Günlüğü
vi: Nhật ký
zh_hans: 更新日志
zh_hant: 更新日誌

source: Close
el: Κλείσιμο
fi: Kiinni
fr: Quitter
ms: Tutup
nl: Sluiten
ru: Закрыть
se: Stäng
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Profiles
el: Προφίλ
fi: Profiilit
fr: Profils
ms: Profil
nl: Profielen
ru: Профили
se: Profiler
tr: Profiller
vi: Thiết lập
zh_hans: 配置文件
zh_hant: 設定檔

# NoControllersConnected
source: No Controllers Connected (Max {0})
el: Κανένα Συνδεδεμένο Χειριστήριο (Μέγιστο {0})
fi: Ei ohjaimia kytkettynä (enintään {0})
fr: Aucune manette connecté (Max {0})
ms: Tiada Alat Kawalan Disambungkan (Maks {0})
nl: Geen controllers verbonden (Max {0})
ru: Контроллеры не подключены (Максимум {0})
se: Inga anslutna kontroller (Max {0})
tr: Bağlı Denetleyici Yok (En fazla {0})
vi: Không có biết bị được kết nối (Max {0})
zh_hans: 未连接手柄 (最多 {0} 个)
zh_hant: 未連接控制器 (最大 {0})

source: Flick Threshold
el: Όριο Τινάγματος
fi: Pyyhkäisykynnys
fr: Seuil d'accoup
ms: Ambang Kuis
nl: Flick drempelwaarde
se: Snärtströskel
tr: Titreme Eşiği
vi: Flick Vùng
zh_hans: 触发横移阈值
zh_hant: 輕彈閾值

source: Flick Time
el: Χρόνος Τινάγματος
fi: Flip-aika
fr: Temps d'accoup
ms: Masa Kuis
nl: Flick tijd
se: Snärttid
tr: Titreme Zamanı
vi: Flick Thời gian
zh_hans: 横移时长
zh_hant: 輕彈時間

source: Min Angle Threshold
el: Όριο Ελάχιστης Γωνίας
fi: Minimikulman kynnys
fr: Seuil minimal d'angle
ms: Ambang Sudut Min
nl: Minimum hoek drempelwaarde
se: Min vinkeltröskel
tr: Minimum Açı Eşiği
vi: Góc tối thiểu vùng
zh_hans: 最小角度阈值
zh_hant: 最小角度閾值

source: Real World Calibration
el: Βαθμονόμηση Πραγματικού Κόσμου
fi: Tosimaailman kalibrointi
fr: Calibration dans le monde réel
ms: Penentukuran Dunia Sebenar
nl: Fysieke calibratie
se: Riktiga världen Kalibrering
tr: Gerçek Dünya Kalibrasyonu
zh_hans: 实际移动距离
zh_hant: 現實世界的校準

# ViGEmPluginFailure
source: ViGEm Device Plugin Failed. Error Code {0}. Likely an internal ViGEmBus problem. Closing connection. If the issue persists, please close DS4Windows and then reboot Windows.
el: Το Πρόσθετο Συσκευής ViGEm Απέτυχε. Μάλλον εσωτερικό πρόβλημα του ViGEmBus. Τερματισμός σύνδεσης. Αν το πρόβλημα παραμένει, παρακαλώ κλείστε το DS4Windows και επανεκκινήστε τα Windows.
fi: ViGEm Device Plugin epäonnistui. Todennäköisesti sisäinen ViGEmBus-ongelma. Yhteyden sulkeminen. Jos ongelma jatkuu, sulje DS4Windows ja käynnistä Windows uudelleen.
fr: Le plug-in de périphérique ViGEm à rencontré un problème. Probablement un problème interne à ViGEmBus. Fermeture de la connexion. Si le problème persiste, veuillez fermer DS4Windows et redémarrer windows.
ms: Pemalam Peranti ViGEm Gagal. Kod Ralat {0}. Mungkin masalah dalaman ViGEmBus. Menutup sambungan. Jika isu berterusan, sila tutup DS4Windows dan kemudian but semula Windows.
nl: ViGEm apparaatplugin gefaald. Error Code {0}. Waarschijnlijk een intern ViGEmBus probleem. Connectie afsluiten. Als het probleem zich blijft voordoen, sluit dan DS4Windows en herstart Windows.
ru: Подключение устройства ViGEm не удалось. Вероятно, внутренняя проблема ViGEmBus. Закрытие соединения. Если проблема не устранена, закройте DS4Windows, а затем запустите приложение PurgeOldXInput из папки Tools. Также может потребоваться перезагрузка Windows.
se: ViGEm Device Plugin misslyckades. Troligtvis ett internt ViGEmBus-problem. Stängande anslutning. Om problemet kvarstår, stäng DS4Windows och starta sedan om Windows.
tr: ViGEm Cihaz Eklentisi Başarısız Oldu. Hata Kodu {0}. Muhtemelen dahili ViGEmBus sorunu. Bağlantı kapatılıyor. Eğer sorun devam ediyorsa, lütfen DS4Windows'u kapatın ve Windows'u yeninden başlatın.
vi: Trình cắm thiết bị ViGEm thất bại. Có khả năng là sự cố ViGEmBus nội bộ. Đóng kết nối. Nếu sự cố vẫn tiếp diễn, hãy tắt DS4Windows và khởi động lại.
zh_hans: ViGEm 插件发生错误。可能由于 ViGEm 发生了内部错误。正在断开连接。如果问题仍然存在，请关闭 DS4Windows并重启 Windows。
zh_hant: ViGEm 裝置插件失敗。可能是 ViGEmBus 的內部問題。關閉連接。如果問題仍然存在，請關閉 DS4Windows，然後重新啟動 Windows。

# CRC32Fail
source: Data integrity checks failed for wireless device. Closing device.
el: Ο έλεγχος Ακεραιότητας Δεδομένων απέτυχε για ασύρματη συσκευή. Τερματισμός συσκευής.
fi: Langattoman laitteen tietojen eheystarkistukset epäonnistuivat. Sulkeva laite.
fr: Vérfications d'intégrité des données du périphérique échouées. Fermeture du périphérique.
ms: Pemeriksaan integriti data gagal untuk peranti nirwayar. Menutup peranti.
nl: Data-integriteit checks gefaald voor draadloos apparaat. Apparaat afsluiten.
ru: Сбой проверки целостности данных для беспроводного устройства. Закрытие устройства.
se: Dataintegritetskontroller misslyckades för trådlös enhet. Stängningsanordning.
tr: Kablosuz cihaz için Veri bütünlüğü kontrolleri başarısız oldu. Cihaz Kapatılıyor.
vi: Kiểm tra dữ liệu không thành công cho thiết bị không dây. thiết bị đóng
zh_hans: 无线手柄数据完整性检查失败。正在关闭手柄。
zh_hant: 無線設備的數據完整性檢查失敗。 關閉設備。

# FutureNetNotInstalled
source: .NET 5 Runtime was not detected on your system. Please download and install .NET 5 Runtime to ensure compatibility with future DS4Windows builds. You will be redirected to the .NET 5 Runtime download page upon closing this window.
el: Το .NET 5 Runtime δε βρέθηκε στο σύστημά σας. Παρακαλώ κατεβάστε και εγκαταστήστε το .NET 5 Runtime για να διασφαλίσετε την συμβατότητα με μελλοντικές εκδόσεις DS4Windows. Θα γίνει ανακατεύθυνση στη σελίδα λήψης του .NET 5 Runtime μόλις κλέισετε το παράθυρο.
fi: .NET 5 Runtimea ei havaittu järjestelmästäsi. Lataa ja asenna .NET 5 Runtime varmistaaksesi yhteensopivuuden tulevien DS4Windows-versioiden kanssa. Sinut ohjataan .NET 5 Runtime -lataussivulle, kun suljet tämän ikkunan.
fr: .NET 5 Runtime n'a pas été détecté sur votre système. Veuillez télécharger et installer .NET 5 Runtime pour assurer la compatibilité avec les futures versions de DS4Windows. Vous serez redirigé vers la page de téléchargement de .NET 5 Runtime à la fermeture de cette fenêtre.
ms: .NET 5 Runtime tidak dikesan pada sistem anda. Sila muat turun dan pasang .NET 5 Runtime untuk memastikan keserasian dengan binaan DS4Windows akan datang. Anda akan dialihkan ke halaman muat turun .NET 5 Runtime selepas menutup tetingkap ini.
nl: .NET 5 Runtime niet gevonden op je systeem. Download en installeer .NET 5 Runtime om compatibiliteit te verzekeren met toekomstige versies van DS4Windows. Je zal doorgestuurd worden naar de .NET 5 Runtime download pagina bij het sluiten van dit venster.
ru: Среда выполнения .NET 5 не была обнаружена в вашей системе. Пожалуйста, загрузите и установите среду выполнения .NET 5, чтобы обеспечить совместимость с будущими сборками DS4Windows. После закрытия этого окна вы будете перенаправлены на страницу загрузки среды выполнения .NET 5.
se: .NET 5 Runtime upptäcktes inte på ditt system. Ladda ner och installera .NET 5 Runtime för att säkerställa kompatibilitet med framtida DS4Windows-versioner. Du kommer att omdirigeras till nedladdningssidan för .NET 5 Runtime när du stänger det här fönstret.
tr: Sisteminizde .NET 5 Runtime tespit edilemedi. Gelecek DS4Windows derlemeleri ile uyum sağlamak için lütfen .NET 5 Runtime indirin ve yükleyin. Bu pencereyi kapattıktan sonra .NET 5 Runtime indirme sayfasına yönlendireleceksiniz.
vi: Phát hiện hệ thống chưa cài NET 5 Runtime. Hãy tải và cài đặt .NET 5 Runtime để tương thích với phiên bản mới. bạn sẽ được đưa đến trang tải .NET 5 Runtime sau khi đóng cửa sổ này.
zh_hans: 未检测到 .NET 5 运行时。请下载并安装 .NET 5 运行时，以确保与未来的 DS4Windows 版本兼容。关闭此窗口后，您将被重定向到 .NET 5 运行时下载页。
zh_hant: .NET 5 Runtime 未在您的系統上檢測到。 請下載並安裝 .NET 5 Runtime，以確保與未來 DS4Windows 構建的兼容性。 關閉此窗口後，您將重定向到 .NET 5 Runtime 下載頁面。

# UpgradeNetCaption
source: Please update .NET Runtime
el: Παρακαλώ ενημερώστε το .NET Runtime
fi: Päivitä .NET Runtime
fr: Veuillez mettre à jour .NET Runtime
ms: Sila kemas kini .NET Runtime
nl: Update .NET Runtime a.u.b.
ru: Пожалуйста, обновите среду выполнения .NET
se: Vänligen uppdatera .NET Runtime
tr: Lütfen .NET Runtime'ı güncelleyin
vi: Vui lòng cập nhật .NET Runtime
zh_hans: 请更新 .NET 运行时
zh_hant: 請更新 .NET Runtime

# HidHideConfigClient
source: HidHide Configuration Client
el: Πελάτης Διαμόρφωσης του HidHide
fr: Configuration Client HidHide
ms: Klien Konfigurasi HidHide
nl: HidHide configuratie
ru: Клиент конфигурации HidHide
se: HidHide konfigurationsklient
tr: HidHide Yapılandırma İstemcisi
zh_hans: HidHide 配置客户端
zh_hant: HidHide 配置客戶端

source: Exclusive Access
el: Αποκλειστική Πρόσβαση
fi: Ainutlaatuinen pääsy
fr: Accès exclusif
ms: Akses Eksklusif
nl: Exclusieve toegang
ru: Эксклюзивный доступ
se: Exklusiv tillgång
tr: Özel Erişim
zh_hans: 独占访问
zh_hant: 獨佔訪問

source: HidGuardian Access
el: Πρόσβαση HidGuardian
fr: Accès HidGuardian
ms: Akses HidGuardian
nl: HidGuardian toegang
ru: HidGuardian доступ
tr: HidGuardian Erişimi
zh_hans: 隐藏守护者(HidGuardian)访问
zh_hant: HidGuardian 訪問

source: HidHide Access
el: Πρόσβαση HidHide
fr: Accès HidHide
ms: Akses HidHide
nl: HidHide toegang
ru: HidHide доступ
tr: HidHide Erişimi
zh_hans: HidHide 访问
zh_hant: HidHide 訪問

source: Shared Access
el: Κοινόχρηστη Πρόσβαση
fi: Jaettu käyttöoikeus
fr: Accès partagé
ms: Akses Dikongsi
nl: Gedeelde toegang
ru: Общий доступ
se: Delad åtkomst
tr: Paylaşılmış Erişim
zh_hans: 共享访问
zh_hant: 共享訪問

# RenameProfile
source: Rename
el: Μετονομασία
fi: Nimeä uudelleen
fr: Renommer
ms: Namakan Semula
nl: Hernoemen
ru: Переименовать
se: Döp om
tr: Yeniden Adlandır
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Disable virtual controller
el: Απενεργοποίηση εικονικού χειριστηρίου
fi: Poista virtuaaliohjain käytöstä
fr: Désactiver la manette virtuelle
ms: Lumpuhkan Alat Kawalan Maya
nl: Virtuele controller uitschakelen
se: Inaktivera virtuell kontroller
tr: Sanal denetleyiciyi devre dışı bırak
vi: Tắt giả lập tay cầm
zh_hans: 禁用虚拟手柄
zh_hant: 停用虛擬控制器

# DisableVirtualControllerTip
source: Do not spawn/associate virtual controllers for connected controllers using this profile (Applies on profile save)
el: Μην συσχετίζετε εικονικά χειριστήρια με συνδεδεμένα χειριστήρια χρησιμοποιώντας αυτό το προφίλ (Εφαρμόζεται κατά την αποθήκευση προφίλ)
fi: Älä luo/liitä virtuaalisia ohjaimia tätä profiilia käyttäville liitetyille ohjaimille (koskee profiilin tallennusta)
fr: Ne pas créer/associer de manettes virtuelles pour les manettes connectées à l'aide de ce profil (s'applique à l'enregistrement du profil)
ms: Jangan wujudkan/kaitkan alat kawalan maya untuk alat kawalan yang disambungkan menggunakan profil ini (Digunakan pada simpanan profil)
nl: Maak/associeer geen virtuele controllers met verbonden controllers voor dit profiel (Wordt toegepast bij opslaan profiel)
se: Skapa/associera inte virtuella kontroller för anslutna kontroller som använder den här profilen (Gäller vid profilsparning)
tr: Bu profili kullanarak bağlı denetleyiciler için sanal denetleyici oluşturma/ilişkilendirme (Profil kaydedildiğince uygulanır)
zh_hans: 不要为已连接并使用此配置文件的手柄 生成/绑定 虚拟手柄（在配置文件保存时应用）
zh_hant: 請勿使用此配置文件為連接控制器產生相關的虛擬控制器（適用於配置文件保存）

source: Emulated Controller
el: Προσομοιωμένο Χειριστήριο
fi: Emuloitu ohjain
fr: Manette émulée
ms: Alat Kawalan Ditiru
nl: Geëmuleerde controller
se: Emulerad Kontroll
tr: Emule Edilmiş Denetleyici
vi: Giả lập tay cầm
zh_hans: 仿真控制器
zh_hant: 模擬控制器
