Repository: seanstardev/DS4Windows-Lightgun
Catalog: DS4Windows/Translations/Strings.*.resx
Languages: el, fi, fr, ms, nl, ru, se, tr, vi, zh_hans, zh_hant

# AntiDeadzoneTooltip
source: An anti-deadzone acts as an offset for use with an axis to denote the minimum output value generated after an axis has left its assigned deadzone. This is mainly meant to help with mapping an axis to the assigned deadzone value used for an axis in a video game. For example, the typical assigned deadzone for XInput LS in a video game is around 8000 (25%). With no anti-deadzone assigned, an axis would have to move past the assigned deadzone in DS4Windows along with the game's assigned axis deadzone.
el: Μια anti-deadzone δρα ως αντίβαρο για χρήση με έναν άξονα για να δηλώνει την ελάχιστη τιμή εισόδου μόλις ο άξονας φύγει από την καθορισμένη deadzone. Αυτό έχει ώς στόχο να βοηθήσει κυρίως με την αντιστοίχιση ενός άξονα στην καθορισμένη τιμή deadzone που χρησιμοποιείται για έναν άξονα σ΄ ένα βιντεοπαιχνίδι. Για παράδειγμα, η τυπική αναθετημένη τιμή deadzone για XInput LS σε ένα βιντεοπαιχνίδι είναι γύρω στα 8000 (25%). Χωρίς anti-deadzone, ο άξονας θα έπρεπε να μετακινηθεί πέρα της αναθετημένης deadzone στο DS4Windows μαζί με την αναθετημένη deadzone άξονα του παιχνιδιού.
fi: Anti-kuollut alue toimii siirtymänä käytettäväksi akselin kanssa osoittamaan minimilähtöarvoa, joka syntyy sen jälkeen, kun akseli on poistunut sille määrätystä kuollut alueesta. Tämä on tarkoitettu lähinnä auttamaan akselin kartoittamisessa määritettyyn kuollut aluearvoon, jota käytetään akselille videopelissä. Esimerkiksi tyypillinen määritetty kuollut alue XInput LS:lle videopelissä on noin 8000 (25 %). Jos anti-deadzone-aluetta ei ole määritetty, akselin on siirrettävä määrätyn kuollut alueen ohi DS4Windowsissa yhdessä pelille määritetyn akselin kuollutalueen kanssa.
fr: L'anti-zone morte agit comme un décalage à associer à un axe pour indiquer la valeur de sortie minimale générée après qu'un axe ait quitté sa zone morte assignée. Ceci vise principalement à faciliter le mappage d'une valeur de zone morte attribuée à un axe dans un jeu vidéo. Par exemple, la zone morte typique attribuée pour XInput LS dans un jeu vidéo est d'environ 8000 (25%). Sans anti-zone morte assignée, un axe devrait dépasser la zone morte assignée dans DS4Windows avec la zone morte de l'axe assignée dans le jeu.
ms: Anti-deadzone bertindak sebagai offset untuk digunakan dengan paksi untuk menandakan nilai output minimum yang dijana selepas paksi meninggalkan zon mati yang ditetapkan. Ini terutamanya bertujuan untuk membantu memetakan paksi kepada nilai zon mati yang ditetapkan yang digunakan untuk paksi dalam permainan video. Sebagai contoh, zon mati biasa yang ditetapkan untuk XInput LS dalam permainan video ialah sekitar 8000 (25%). Dengan tiada anti-deadzone ditetapkan, paksi perlu bergerak melepasi zon mati yang ditetapkan dalam DS4Windows bersama-sama dengan zon mati paksi yang ditetapkan permainan.
nl: Een anti-deadzone geeft de minimum uitvoerwaarde die wordt gegenereerd als een as de toegewezen deadzone heeft verlaten. Als er geen anti-deadzone is toegewezen, zou een as voorbij de toegewezen deadzone in DS4Windows moeten bewegen en dan nog eens voorbij de toegewezen deadzone van het spel. De typische toegewezen deadzone voor XInput LS in een videogame is ongeveer 8000 (25%).
se: En anti-dödzon fungerar som en offset för användning med en axel för att beteckna det lägsta utgångsvärdet som genereras efter att en axel har lämnat sin tilldelade dödzon. Detta är främst tänkt att hjälpa till med att kartlägga en axel till det tilldelade dödzonsvärdet som används för en axel i ett videospel. Till exempel är den typiska tilldelade dödzonen för XInput LS i ett videospel runt 8000 (25%). Utan någon anti-dödzon tilldelad skulle en axel behöva flytta förbi den tilldelade dödzonen i DS4Windows tillsammans med spelets tilldelade dödzon.
tr: Anti-ölü bölge, bir ekseni kullanırken, o eksinin atanmış ölü bölgesini aştıktan sonra üretilen minimum çıkış değerini ayarlamak için kullanılır. Bu özellik, bir ekseni bir video oyunundaki atanmış ölü bölge değeri ile daha iyi eşleştirmeye yardımcı olmak amacıyla tasarlanmıştır. Örneğin, bir video oyununda XInput LS (Sol Joystick) için tipik atanmış ölü bölge değeri yaklaşık 8000 (yüzde 25) olabilir. Bir anti-ölü bölge atanmamışsa, bir eksinin DS4Windows ile atanmış ölü bölgenin yanı sıra oyunun atanmış eksil ölü bölgesini geçmesi gerekir.
vi: Một anti-deadzone hoạt động như một phần bù để sử dụng với một trục để biểu thị giá trị đầu ra tối thiểu được tạo sau khi một trục rời khỏi vùng chết được chỉ định của nó. Điều này chủ yếu nhằm giúp ánh xạ một trục tới giá trị vùng chết được chỉ định được sử dụng cho một trục trong trò chơi điện tử. Ví dụ: vùng chết điển hình được chỉ định cho XInput LS trong trò chơi điện tử là khoảng 8000 (25%). Không có vùng chết được chỉ định, một trục sẽ phải di chuyển qua vùng chết được chỉ định trong DS4Windows cùng với vùng chết trục được chỉ định của trò chơi.
zh_hans: 反死区作为一个与轴关联的偏移量，用于表示摇杆在某轴在离开其指定的死区后生成的最小输出值。这主要是为了应对游戏中某轴的死区。例如在游戏中，一般的XInput LS死区约为8000（25%）。如果没有分配反死区，摇杆就必须移动超过DS4Windows和游戏设定的死区才有输出。
zh_hant: 反死區作為一個偏移量用於一個軸，表示一個軸離開其指定死區後產生的最小輸出值。這主要是為了幫助將一個軸對應到視訊遊戲中的軸的指定死區值。例如，視訊遊戲中XInput LS的典型指定死區是8000左右（25%）。在沒有指定反死區的情況下，一個軸將不得不隨著遊戲中指定的軸死區移動到DS4Windows中的指定死區。

# AutoProfiles.DisplaySwitchVia
source: Display Profile Switch via
el: Εμφάνιση Εναλλαγής Προφίλ μέσω
ms: Paparkan Profil Tukar melalui
nl: Wissel van weergaveprofiel via
ru: Показывать смену профиля через
tr: Profil Değişimini Şununla Göster:
zh_hans: 通过以下选项显示配置切换

# AutoProfiles.LogAndNotification
source: Log + Notification
el: Καταγραφής + Ειδοποίησης
ms: Log + Pemberitahuan
nl: Logboek + notificatie
ru: Запись в журнал + Уведомление
tr: Günlük + Bildirim
zh_hans: 日志 + 通知

source: Buttons
ms: Butang
nl: Knoppen
ru: Кнопки
tr: Butonlar
zh_hans: 按钮

# EnableInterpretingOscMonitoring
source: Interpret Monitoring Messages
el: Διερμήνευση Μηνυμάτων Παρακολούθησης
fi: Tulkitse Valvontaviestit
fr: Interpréter les messages de surveillance
ms: Mentafsir Mesej Pemantauan
nl: Interpreteer monitoring berichten
tr: İzleme Mesajlarını Yürüt
vi: Giải thích thông báo giám sát
zh_hans: 解释监控消息

# EnableOscSender
source: Enable Monitoring Service
el: Ενεργοποίηση Υπηρεσίας Παρακολούθησης
fi: Ota Valvontapalvelu Käyttöön
fr: Activer le service de surveillance
ms: Dayakan Perkhidmatan Pemantauan
nl: Schakel monitoring service in
tr: İzleme Servisini Etkinleştir
vi: Kích hoạt dịch vụ giám sát
zh_hans: 启用监控消息

# EnableOscServer
source: Enable Control Server
el: Ενεργοποίηση Διακομιστή Ελέγχου
fi: Ota Ohjauspalvelin Käyttöön
fr: Activer le serveur de contrôle
ms: Dayakan Pelayan Kawalan
nl: Schakel controle server in
tr: Kontrol Sunucusunu Etkinleştir
vi: Bật server điều khiển
zh_hans: 启用控制服务器

# GyroTriggerJitterCompensationTooltip
source: Add additional throttling at low end of curve to account for device shaking
el: Προσθήκη επιπρόσθετης εξουδετέρωσης στο κάτω μέρος της καμπύλης για την αντιμετώπιση του τραντάγματος της συσκευής
fi: Lisää ylimääräinen kuristus käyrän alapäässä laitteen tärinän huomioimiseksi
fr: Ajouter un bridage supplémentaire à l'extrémité basse de la courbe pour prendre en compte les secousses de l'appareil.
ms: Tambahkan pendikit tambahan pada hujung bawah lengkung untuk mengambil kira gegaran peranti
nl: Limiteer het onderste deel van de curve om rekening te houden met beweging van het apparaat
ru: Добавьте дополнительное регулирование на нижнем конце кривой, чтобы учесть тряску устройства.
tr: Cihazın sarsılmasını hesaba katmak için eğrinin düşük ucunda ek bir kontrol ekleyin.
vi: Thêm điều chỉnh bổ sung ở cuối đường cong để giải thích cho thiết bị bị rung
zh_hans: 在曲线低处增加额外的限制来防止设备晃动。

source: Notification
el: Ειδοποίηση
ms: Pemberitahuan
nl: Notificatie
ru: Уведомление
tr: Bildirim
zh_hans: 通知

# OscServerHeading
source: External OSC Control & Monitoring
el: Εξωτερικός Έλεγχος OSC & Παρακολούθηση
fi: Ulkoinen OSC-ohjaus & Valvonta
fr: Contrôle et surveillance OSC externe
ms: Kawalan OSC Luaran & Pemantauan
nl: Externe OSC controle en monitoring
tr: Harici OSC Kontrolü & Monitoring
zh_hans: 启用 OSC 控制和监控

# ProfileEditor.VirtualDS4TrigOutput
source: DS4 Trigger Output Mode
ms: Mod Output Pencetus DS4
nl: DS4 trigger uitvoer modus
ru: Режим вывода триггеров DS4
tr: DS4 Tetik Çıktı Modu
zh_hans: DS4 扳机输出模式

# WakeupFromSuspend
source: Waking Up From Suspend
el: Αφύπνιση από την Αναστολή
fi: Herääminen Keskeytyksestä
fr: Sortie de veille
ms: Bangun Dari Penggantungan
nl: Wakker worden van sluimeren
ru: Пробуждение от режима ожидания
tr: Uykudan Uyanma
vi: Thức dậy từ đình chỉ
zh_hans: 从挂起中唤醒

# FirstLaunch.DeviceIntroText
source: Due to other mappers enabling support for multiple device types by default (Steam Input), DS4Windows only enables support for reading from DS4 controllers by default. You can specify mapper support for other supported device types here. Be careful when using DS4Windows with other possible mappers running at the same time.
el: Λόγω άλλων εφαρμογών αντιστοίχισης που παρέχουν υποστήριξη για πολλαπλούς τύπους συσκευών από προεπιλογή (Steam Input), το DS4Windows παρέχει υποστήριξη από προεπιλογή μόνο από χειριστήρια DS4. Μπορείτε να προσδιορίσετε υποστήριξη αντιστοίχισης επιπλεόν τύπων συσκευών εδώ. Να είστε προσεκτικοί όταν χρησιμοποιείτε το DS4Windows με άλλες εφαρμογές αντιστίχισης να τρέχουν ταυτόχρονα.
ms: Disebabkan oleh pemeta lain yang mendayakan sokongan untuk berbilang jenis peranti secara lalai (Input Steam), DS4Windows hanya mendayakan sokongan untuk membaca daripada alat kawalan DS4 secara lalai. Anda boleh menentukan sokongan pemeta untuk jenis peranti lain yang disokong di sini. Berhati-hati apabila menggunakan DS4Windows dengan pemeta lain yang mungkin berjalan pada masa yang sama.
nl: Omdat andere mappers standaard ondersteuning bieden voor meerdere apparaattypen (Steam Input), schakelt DS4Windows standaard alleen ondersteuning in voor het lezen van DS4-controllers. U kunt hier ondersteuning voor andere ondersteunde apparaattypen kiezen. Let op als u DS4Windows gebruikt terwijl andere mappers tegelijkertijd actief zijn.
ru: Из-за того, что другие мапперы по умолчанию поддерживают использование нескольких типов устройств (Steam Input), DS4Windows по умолчанию активирует поддержку только для чтения с контроллеров DS4. Вы можете указать поддержку маппера для других поддерживаемых типов устройств здесь. Будьте осторожны при использовании DS4Windows с возможным одновременным запуском других мапперов.
tr: Diğer eşleyicilerin (örneğin Steam Input gibi) varsayılan olarak birden fazla cihaz türünü desteklemesinden dolayı, DS4Windows yalnızca varsayılan olarak DS4 denetleyicilerinden okuma desteği sağlar. Diğer desteklenen cihaz türleri için burada eşleyici desteğini belirtebilirsiniz. DS4Windows'ı aynı anda çalıştıran diğer olası eşleyicileri kullanırken dikkatli olun.
zh_hans: 由于其他映射软件默认支持多种设备（Steam输入），DS4Windows默认只启用DS4控制器的输入。你可以在这里启用其他支持的设备的输入。当DS4Windows与其他映射同时运行的时候请小心冲突。

# FirstLaunch.DS3EnableCkbLabel
source: DS3 Device Support
el: Υποστήριξη Συσκευής DS3
ms: Sokongan Peranti DS3
nl: DS3 apparaat ondersteuning
ru: Поддержка контроллера DS3
tr: DS3 Cihaz Desteği
zh_hans: DS3 设备支持

# FirstLaunch.DS3EnableText
source: Support for DualShock 3 (PS3) controllers. Requires the use of the DsHidMini driver from the ViGEm project (nefarius).
el: Υποστήριξη για χειριστήρια DualShock 3 (PS3). Απαιτεί τη χρήση οδηγητή DsHidMini από το έργο ViGEm (nefarius).
ms: Sokongan untuk alat kawalan DualShock 3 (PS3). Memerlukan penggunaan pemacu DsHidMini daripada projek ViGEm (nefarius).
nl: Ondersteuning voor DualShock 3 controllers (PS3). Gebruikt het DsHidMini stuurprogramma uit het ViGEm project (Nefarius).
ru: Поддержка контроллеров DualShock 3 (PS3). Для этого необходимо использовать драйвер DsHidMini от проекта ViGEm (nefarius)
tr: DualShock 3 (PS3) denetleyicileri için destek. ViGEm projesinin (nefarius) DsHidMini sürücüsünün kullanılmasını gerektirir.
zh_hans: 支持DualShock 3 (PS3) 控制器。需要来自ViGEm project (nefarius)的DsHidMini 驱动。

# FirstLaunch.DS4EnableCkbLabel
source: DS4 Device Support
el: Υποστήριξη Συσκευής DS4
ms: Sokongan Peranti DS4
nl: DS4 apparaat ondersteuning
ru: Поддержка контроллера DS4
tr: DS4 Cihaz Desteği
zh_hans: DS4 设备支持

# FirstLaunch.DS4EnableText
source: Support for known DualShock 4 controllers
el: Υποστήριξη για γνωστά χειριστήρια DualShock 4
ms: Sokongan untuk alat kawalan DualShock 4 yang terkenal
nl: Ondersteuning voor DualShock 4 controller (PS4).
ru: Поддержка известных контроллеров DualShock 4
tr: Bilinen DualShock 4 denetleyicileri için destek.
zh_hans: 支持已知的 DualShock 4控制器

# FirstLaunch.DSEnableCkbLabel
source: DualSense Device Support
el: Υποστήριξη Συσκευής DualSense
ms: Sokongan Peranti DualSense
nl: DualSense apparaat ondersteuning
ru: Поддержка контроллера DualSense
tr: DualSense Cihaz Desteği
zh_hans: DualSense设备支持

# FirstLaunch.DSEnableText
source: Support for DualSense (PS5) controllers. Base model and DS Edge
el: Υποστήριξη για χειριστήρια DualSense (PS5). Βασικό μοντέλο και το DS Edge
ms: Sokongan untuk alat kawalan DualSense (PS5). Model asas dan DS Edge
nl: Ondersteuning voor DualSense controller (PS5).
ru: Поддержка контроллеров DualSense (PS5). Включает базовую модель и DS Edge
tr: DualSense (PS5) denetleyicileri için destek. Temel model ve DS Edge
zh_hans: 支持 DualSense (PS5) 控制器。同时支持原版和DS Edge。

# FirstLaunch.Header
source: Enabled Devices Mapper Support
el: Ενεργοποιήθηκε Υποστήριξη Αντιστοίχισης Συσκευών
ms: Sokongan Pemeta Peranti Didayakan
nl: Apparaatmapper ondersteuning ingeschakeld
ru: Включена поддержка маппера устройств
tr: Etkinleştirilen Cihazlar Eşleyici Desteği
zh_hans: 启用设备映射支持

# FirstLaunch.JoyConEnableCkbLabel
source: JoyCon Device Support
el: Υποστήριξη Συσκευής JoyCon
ms: Sokongan Peranti JoyCon
nl: JoyCon apparaat ondersteuning
ru: Поддержка контроллера JoyCon
tr: JoyCon Cihaz Desteği
zh_hans: JoyCon 设备支持

# FirstLaunch.JoyConEnableText
source: Support for JoyCon (Nintendo Switch) controllers
el: Υποστήριξη για χειριστήρια JoyCon (Nintendo Switch)
ms: Sokongan untuk alat kawalan JoyCon (Nintendo Switch).
nl: Ondersteuning voor JoyCon controllers (Nintendo Switch).
ru: Поддержка контроллеров JoyCon (Nintendo Switch)
tr: JoyCon (Nintendo Switch) denetleyicileri için destek.
zh_hans: 支持 JoyCon (Nintendo Switch) 控制器

# FirstLaunch.SwitchProEnableCkbLabel
source: Switch Pro Device Support
el: Υποστήριξη Συσκευής Switch Pro
ms: Sokongan peranti Switch Pro
nl: Switch Pro apparaat ondersteuning
ru: Поддержка Switch Pro
tr: Switch Pro Cihaz Desteği
zh_hans: 支持 Switch Pro 控制器

# FirstLaunch.SwitchProEnableText
source: Support for Switch Pro (Nintendo Switch) controllers
el: Υποστήριξη για χειριστήρια Switch Pro (Nintendo Switch).
ms: Sokongan untuk alat kawalan Switch Pro (Nintendo Switch).
nl: Ondersteuning voor Switch Pro controller (Nintendo Switch).
ru: Поддержка Switch Pro (Nintendo Switch) Контроллеров
tr: Switch Pro (Nintendo Switch) denetleyicileri için destek.
zh_hans: 支持 Switch Pro (Nintendo Switch) 控制器

# FirstLaunch.WinTitle
source: First Launch
el: Πρώτη Εκκίνηση
ms: Pelancaran Pertama
nl: Eerste keer opstarten
ru: Первый запуск
tr: İlk Çalıştırma
zh_hans: 第一次启动

source: Light
el: Φως
ms: Terang
nl: Licht
ru: Светлая
tr: Aydınlık
zh_hans: 左

# TouchpadTapTooltip
source: Activate Mouse Left click with a Touchpad Tap. Max time interval is set at (value * 2) ms.
el: Ενεργοποιήστε το αριστερό κλικ με απλό άγγιγμα στην Επιφάνεια Αφής. Ο μέγιστος χρόνος διαστήματος ορίζεται σε (τιμή * 2) ms.
fi: Aktivoi hiiren vasen painike kosketuslevyn napauttamalla. Suurin aikaväli on asetettu (arvo * 2) ms.
fr: Active le clic gauche de la souris avec un appuie sur le pavé tactile. L'intervalle de temps maximum est défini sur la valeur multiplié par 2 millisecondes.
ms: Aktifkan Klik Kiri Tetikus dengan Ketik Pad Sentuh. Selang masa maksimum ditetapkan pada (nilai * 2) ms.
nl: Activeer linker muisklik door te tikken op de touchpad. Maximum tijdsinterval is (waarde * 2) ms.
se: Aktivera musen Vänsterklicka med en pekplatta. Max tidsintervall är satt till (värde * 2) ms.
tr: Dokunmatik pede dokunarak Mouse Sol Tıklamasını etkinleştir. Maksimum zaman aralığı (değer * 2) ms şeklinde ayarlanır.
vi: Kích hoạt chuột Nhấp chuột trái bằng Touchpad Tap. Khoảng thời gian tối đa được đặt ở (giá trị * 2) ms.
zh_hans: 用触摸板单击触发鼠标左键点击。最大时间间隔为（值 * 2）ms
zh_hant: 用觸摸板點擊觸發滑鼠左鍵單擊。 最大時間間隔設置為（值 * 2）毫秒。

# StickOuterBindTooltip
source: Action to execute when stick travel reaches past a treshold. Useful for mapping keys for Walk or Sprint actions. Invert casues the action to fire up until the threshold
el: Ενέργεια που θα εκτελεστεί όταν το travel του μοχλού ξεπεράσει ένα όριο. Χρήσιμο για την αντιστοίχιση κουμπιών για ενέργειες Περπάτημα ή Τρέξιμο. Η αντιστροφή κάνει την ενέργεια να εκκινείται μέχρι το όριο
fi: Suoritettava toiminto, kun sauvan liike ylittää kynnyksen. Hyödyllinen Walk- tai Sprint-toimintojen näppäinten kartoittamiseen. Käänteinen saa toiminnon käynnistymään kynnykseen asti
fr: Action à exécuter lorsque le déplacement du joystick dépasse un seuil. Utile pour attribuer des touches aux actions de marche ou de sprint. L'inversion provoque l'activation de l'action jusqu'au seuil.
ms: Tindakan untuk dilaksanakan apabila perjalanan kayu(stick) melepasi ambang. Berguna untuk kekunci pemetaan untuk tindakan Berjalan atau Pecut. Songsang menyebabkan tindakan menyala sehingga ambang
nl: Actie om uit te voeren wanneer de stick voorbij de drempelwaarde beweegt. Handig om bv. de toets voor lopen toe te wijzen. Omkeren zorgt ervoor dat de actie uitvoert tot de drempelwaarde bereikt is.
se: Åtgärd som ska utföras när pinnrörelse når förbi en tröskel. Användbar för att kartlägga nycklar för Walk- eller Sprint-åtgärder. Invert får handlingen att skjuta upp till tröskeln
tr: Oyun Çubuğu hareketi belirli bir eşiği aştığında gerçekleştirilecek eylem. Yürüme veya Koşma gibi tuşları atamak için kullanışlıdır. Tersine çevirme, eylemin eşik değerine kadar tetiklenmesine neden olur.
vi: Hành động thực hiện khi hành trình của gậy vượt qua ngưỡng. Hữu ích để lập bản đồ các phím cho các hành động Đi bộ hoặc Chạy nước rút. Đảo ngược khiến hành động kích hoạt cho đến khi đạt ngưỡng
zh_hans: 当摇杆行程超过阈值时，执行一个动作。当映射的按键是静步或疾跑时很有用。反转可以放动作在到达阈值前一直执行。
zh_hant: 當搖桿行程超過一個臨界點時執行的動作。對於對應行走或衝刺動作的按鍵很有用。顛倒的情況下，動作會一直持續到閾值。

source: Absolute Mouse
nl: Absolute muis
ru: Мышь с абсолютным указанием положения
zh_hans: 绝对鼠标

source: Absolute Mouse Options
nl: Absolute muis opties
ru: Настройка мыши с абсолютным указанием положения
zh_hans: 绝对鼠标选项

source: Active
nl: Actief
ru: Активно
zh_hans: 激活

source: Anti-dead Zone
ru: Анти-мертвая зона
zh_hans: 反死区

source: Anti Snapback
ru: Анти-снэпбек
zh_hans: 反回弹

source: Anti Snapback timing
ru: Временный анти-снэпбек
zh_hans: 反回弹时间

source: Appdata
zh_hans: 应用数据

source: Axial
nl: Axiaal
ru: Осевая
zh_hans: 轴向

source: Axis Config
nl: As configuratie
ru: Настройка оси
zh_hans: 轴向相关配置

# BindingWin.AbsMouse
source: Abs Mouse
nl: Absolute muis
ru: Мышь с абсолютным указанием положения
zh_hans: 绝对鼠标

# BindingWin.AbsMouseDown
source: Abs Mouse Down
nl: Absolute muis naar beneden
ru: Мышь с абсолютным указанием положения вниз
zh_hans: 绝对鼠标 下

# BindingWin.AbsMouseLeft
source: Abs Mouse Left
nl: Absolute muis naar links
ru: Мышь с абсолютным указанием положения влево
zh_hans: 绝对鼠标 左

# BindingWin.AbsMouseRight
source: Abs Mouse Right
nl: Absolute muis naar rechts
ru: Мышь с абсолютным указанием положения вправо
zh_hans: 绝对鼠标 右

# BindingWin.AbsMouseUp
source: Abs Mouse Up
nl: Absolute muis naar boven
ru: Мышь с абсолютным указанием положения вверх
zh_hans: 绝对鼠标 上

# BindingWin.ChangeLight
source: Change Light
nl: Verander licht
ru: Изменить цвет
zh_hans: 改变灯光

# BindingWin.ChangeMouseSensitivity
source: Change Mouse Sensitivity
nl: Verander gevoeligheid muis
ru: Изменить чувствительность мыши
zh_hans: 改变鼠标灵敏度

# BindingWin.KeyAndRelMouse
source: KB & Rel Mouse
nl: Toetsenbord en relatieve muis
zh_hans: 键盘和相对鼠标

# BindingWin.KeyboardAndMouse
source: Keyboard & Mouse
nl: Toetsenbord en muis
zh_hans: 键盘和鼠标

# BindingWin.MacroOn
source: Macro On, Choose a key to disable, else close this window to save
nl: Macro aan, kies eventueel een toets om uit te schakelen, sluit dit venster om op te slaan
ru: Макрос включен. Выберите клавишу для выключения, или закройте это окно для сохранения
zh_hans: 已启用宏，选择一个按键来禁用宏，或关闭此窗口来保存

# BindingWin.RecordAMacro
source: Record A Macro
nl: Neem een macro op
ru: Записать макрос
zh_hans: 录制宏

# BindingWin.SelectShiftTrigger
source: Select Shift Trigger
nl: Selecteer shift trigger
ru: Выбрать Shift Trigger
zh_hans: 选择Shift触发按键

source: Confirm
nl: Bevestig
ru: Подтвердить
zh_hans: 确认

source: Controls
nl: Besturing
ru: Элементы управления
zh_hans: 控制

source: Current
nl: Huidig
ru: Текущий
zh_hans: 当前

source: Dead Zone
ru: Мертвая зона
zh_hans: 死区

source: DeadZone X
ru: Мертвая зона X
zh_hans: X轴死区

source: DeadZone Y
ru: Мертвая зона Y
zh_hans: Y轴死区

source: Dead Zone Type
ru: Тип мертвой зоны
zh_hans: 死区类型

source: Delta Acceleration
nl: Delta versnelling
ru: Дельта-ускорение
zh_hans: 加速度变化值

source: Directional Swipe
nl: Swipe in een richting
ru: Направленный свайп
zh_hans: 定向滑动

source: Enabled
nl: Ingeschakeld
ru: Выключено
zh_hans: 启用

source: Enable Touchpad Toggle
nl: Touchpad schakelen gebruiken
ru: Включить переключение тачпада
zh_hans: 启用开关触摸板

source: Extra
ru: Дополнительно
zh_hans: 额外设置

# FirstLaunch.DeviceSupport
source: Device Support
nl: Apparaat ondersteuning
ru: Поддержка устройств
zh_hans: 设备支持

source: Flash Rate
nl: Flitssnelheid
ru: Скорость мигания
zh_hans: 闪烁频率

source: Flick Stick
ru: Флик стик
zh_hans: 快速横移鼠标

# ControllerRegOptWin.WinTitle
source: Controller Type Options
nl: Controller type opties
ru: Варианты типа контроллера
zh_hans: 控制器类型选项

# ControllerRegOptWin.PlayerLEDMode
source: Player LED Mode
nl: Speler LED modus
ru: Режим светодиода игрока
zh_hans: 玩家LED模式

# ControllerRegOptWin.LinkMode
source: Link Mode
nl: Link modus
ru: Режим связи
zh_hans: 链接模式

# ControllerRegOptWin.MuteLEDMode
source: Mute LED Mode
nl: Demp LED modus
ru: Режим светодиода Mute
zh_hans: 禁音LED模式

source: Full Btn Pull
nl: Volledige knop trekken
ru: Полное нажатие
zh_hans: 按钮完全按下

source: Fuzz
zh_hans: 模糊

# GyroControlsAccel
source: Controls (Accel)
nl: Besturing (versnellingsmeter)
ru: Управление (Ускорение)
zh_hans: 控制（加速度）

source: Heavy
nl: Zwaar
ru: Тяжесть
zh_hans: 重

source: Height
nl: Hoogte
ru: Высота
zh_hans: 高度

source: Hip Fire Delay
nl: Hip fire vertraging
ru: Задержка выстрела от бедра
zh_hans: Hip Fire延迟

source: Idle Disconnect
nl: Inactieve verbinding verbreken
ru: Отключение при бездействии
zh_hans: 空闲断开

source: Intro
ru: Вступление
zh_hans: 介绍

# LangPackControl.UseLangPack
source: Use language pack
nl: Gebruik taalpakket
ru: Язык программы
zh_hans: 使用语言包

source: Launch program with profile
nl: Voer programma uit met profiel
ru: Запуск программы с профилем
zh_hans: 启用程序时应用配置

source: Lightbar
ru: Световая панель
zh_hans: 灯条

source: Linear
nl: Lineair
ru: Линейный
zh_hans: 线性

source: Link Profile/ID
nl: Link profiel/ID
ru: Связать Профиль/ID
zh_hans: 链接配置/ID

# MainWin.AbsDisplayMonitor
source: Abs Display Monitor
nl: Absolute beeldscherm weergave
ru: Монитор
zh_hans: 绝对显示器设置

# MainWin.EnableServer
source: Enable Server
nl: Server inschakelen
ru: Включить сервер
zh_hans: 启用服务器

source: Max Output
nl: Maximum uitvoer
ru: Максимальный выход
zh_hans: 最大输出

source: Max Travel
nl: Maximum beweging
ru: Максимальная дистанция
zh_hans: 最大行程

source: Max Zone
nl: Maximum zone
ru: Максимальная зона
zh_hans: 外圈死区

source: Min Factor
nl: Minimum factor
ru: Минимальный коэффициент
zh_hans: 最小因数

source: Min Travel
nl: Minimum beweging
ru: Минимальная дистанция
zh_hans: 最小行程

source: Mode
nl: Modus
ru: Режим
zh_hans: 模式

source: Mouse
nl: Muis
ru: Мышь
zh_hans: 鼠标
