Repository: seanstardev/DS4Windows-Lightgun
Catalog: DS4Windows/Translations/Strings.*.resx
Languages: el, fi, fr, ms, nl, ru, se, tr, vi, zh_hans, zh_hant

# DualSRumblePowerLevel_Tip
source: DualSense's native rumble Power Level rescaler. - When in Accurate Mode, rumble's [ min // max ] will be [ 1% /// Chosen Power Level ] - Example (62%): [ min = 1% /// max = 62% ] - When in Legacy Mode, rumble's [min /// max ] will be roughly [ Power Level - 12% /// Power Level + 12% ] - Example (62%): [ min = 50% /// max = 74% ]
el: Ο κλιμακωτής εγγενού επιπέδου ισχύος δόνησης του DualSense. - Στη Λειτουργία Ακριβές, το [ ελαχ // μεγ ] της δόνησης θα είναι [ 1% /// Επιλεγμένο Επίπεδο Ισχύος] - Παράδειγμα (62%): [ ελαχ = 1% /// μεγ = 62% ] - Στην Απαρχαιωμένη Λειτουργία, το [ελαχ /// μεγ ] της δόνησης θα είναι περίπου [ Επίπεδο Ισχύος - 12% /// Επίπεδο Ισχύος + 12% ] - Παράδειγμα (62%): [ ελαχ = 50% /// μεγ = 74% ]
fi: DualSensen alkuperäinen rumble Power Level -rescaler. - Tarkkatilassa jyrinän [ min // max ] on [ 1 % /// Valittu tehotaso ] - Esimerkki (62 %): [ min = 1 % /// max = 62 % ] - Legacy-tilassa rumblen [min /// max ] on suunnilleen [ Tehotaso - 12 % /// Tehotaso + 12 % ] - Esimerkki (62 %): [ min = 50 % /// max = 74 % ]
fr: Réétalonnage du niveau de puissance des vibrations natif du DualSense. - En mode Précision, les vibrations seront comprises entre [1% et Niveau de puissance choisi]. - Exemple à 62% : [min = 1% /// max = 62%] - En mode Héritage, les vibrations seront environ comprises entre [Niveau de puissance - 12% et Niveau de puissance + 12%]. - Exemple à 62% : [min = 50% /// max = 74%]
ms: Penskala semula Tahap Kuasa asli DualSense. - Apabila dalam Mod Tepat, derum [ min // maks ] akan menjadi [ 1% /// Tahap Kuasa Terpilih ] - Contoh (62%): [ min = 1% /// maks = 62% ] - Apabila dalam Mod Legasi, [min /// maks ] derum akan menjadi kira-kira [ Tahap Kuasa - 12% /// Tahap Kuasa + 12% ] - Contoh (62%): [ min = 50% /// maks = 74% ]
nl: DualSense ingebouwde krachtniveau schaling. - In accurate modus zal vibratie [ min // max ] gelijk zijn aan [ 1% /// gekozen krachtniveau ] - Voorbeeld (62%): [ min = 1% /// max = 62% ] - In verouderde modus zal vibratie [min /// max ] gelijk zijn aan [ Power Level - 12% /// Power Level + 12% ] - Voorbeeld (62%): [ min = 50% /// max = 74% ]
tr: DualSense'in yerel titreşim Güç Seviyesi ölçekleyicisi. - Doğru Mod'da, titreşimin [ min // max ] değeri [ 1% /// Seçilen Güç Seviyesi ] olacaktır - Örnek (62%): [ min = 1% /// max = 62% ] - Geleneksel Mod'da, titreşimin [ min /// max ] değeri yaklaşık olarak [ Güç Seviyesi - 12% /// Güç Seviyesi + 12% ] olacaktır - Örnek (62%): [ min = 50% /// max = 74% ]

source: Cubic
nl: Kubisch

source: Easeout Cubic
nl: Overgang-in kubisch

source: Easeout Quad
nl: Overgang-uit quad

source: Enhanced Precision
nl: Verbeterde precisie
ru: Повышенная точность

source: Quadratic
nl: Kwadratisch

source: Anti Radius
nl: Anti-straal
ru: Анти-радиус

# SpecialActionEdit.ReleasingUnloadTrigger
source: releasing unload trigger
nl: Ontlaad trigger loslaten
ru: отпускание триггера выгрузки

# SpecialActionEdit.PressingUnloadTrigger
source: pressing unload trigger
nl: Ontlaad trigger indrukken
ru: Нажатие триггера выгрузки

source: Unload Trigger
nl: Ontlaad trigger
ru: Выгрузить триггер

source: HidHide
fi: HidPiilota

source: HidNinja
se: GömdNinja
