Repository: seanstardev/DS4Windows-Lightgun
Catalog: DS4Windows/Translations/Strings.*.resx
Languages: el, fi, fr, ms, nl, ru, se, tr, vi, zh_hans, zh_hant

# TouchpadJitterCompTooltip
source: Throttle low end of Touchpad movement. Reduces accidental mouse cursor movement when holding a mostly fixed position on the Touchpad
el: Περιορίζει τη κίνηση στο κάτω μέρος της Επιφάνειας Αφής. Περιορίζει την τυχαία κίνηση του δείκτη ποντικιού κατά το κράτημα μιας κατά κύριο λόγο σταθερή θέση στην Επιφάνεια
fi: Kosketuslevyn liikkeen kaasutus. Vähentää vahingossa tapahtuvaa hiiren kohdistimen liikettä, kun kosketuslevyä pidetään enimmäkseen kiinteässä asennossa
fr: Accélère le bas du mouvement du pavé tactile. Réduit les mouvements accidentels du curseur de la souris lorsque vous maintenez une position essentiellement fixe sur le pavé tactile
ms: Pendikit bahagian bawah pergerakan Pad Sentuh. Mengurangkan pergerakan kursor tetikus yang tidak disengajakan apabila memegang kedudukan tetap pada Pad Sentuh
nl: Limiteer kleine bewegingen op touchpad. Vermindert onopzettelijke cursorbewegingen wanneer je een bijna-constante positie houdt.
se: Gasreglaget på den nedre delen av pekplattans rörelse. Minskar oavsiktlig muspekarrörelse när du håller en mestadels fast position på pekplattan
tr: Dokunmatik ped hareketinin düşük ucunu limitler. Dokunmatik pedi çoğunlukla sabit bir posizyonda tutarken yanlışlıkla oluşan mouse imleci hareketlerini azaltır
vi: Điều tiết mức thấp của chuyển động Touchpad. Giảm tình cờ di chuyển con trỏ chuột khi giữ một vị trí gần như cố định trên Touchpad
zh_hans: 限制触摸板下部分的移动。在触摸板上基本保持一个位置时可以减少意外的鼠标指针移动。
zh_hant: 節制觸控板的低端移動。當在觸摸板上保持一個基本固定的位置時，減少意外的滑鼠指針移動。

source: DS4 BT Poll Rate
fr: Fréquence d'actualisation BlueTooth avec la DS4
ms: Kadar Poll DS4 BT
nl: DS4 Bluetooth poll rate
se: DS4 BT undersökningsfrekvens
tr: DS4 BT Aktarım Oranı
vi: Độ trễ của tay cầm
zh_hans: DS4 蓝牙轮询速率
zh_hant: DS4 藍牙輪詢頻率

# DS4LightbarPassthruDisabled
source: Feature currently disabled in app due to driver issues. Hopefully issues get fixed in a future update.
el: Δυνατότητα προς το παρόν ανενεργή λόγω προβλημάτων με τον οδηγητή. Ελπίζουμε να διορθωθεί σε μελλοντική ενημέρωση.
fi: Ominaisuus on tällä hetkellä poistettu käytöstä sovelluksessa ajuriongelmien vuoksi. Toivottavasti ongelmat korjataan tulevassa päivityksessä.
fr: Fonctionnalité actuellement désactivée dans l'application en raison de problèmes de pilote. Espérons que les problèmes seront résolus dans une future mise à jour.
ms: Ciri dilumpuhkan pada masa ini dalam apl disebabkan isu pemacu. Mudah-mudahan masalah dapat diselesaikan dalam kemas kini masa hadapan.
nl: Functie momenteel uitgeschakeld in app door problemen met stuurprogramma. Hopelijk worden de problemen opgelost in een toekomstige update.
tr: Driver problemleri yüzünden özellik devre dışı bırakılmıştır. Umarız gelecek bir güncellemede problem çözülür.
vi: Tính năng này hiện tại bị hạn chế vì xung đột. Hi vọng sẽ được khắc phục trong tương lai.
zh_hans: 由于驱动程序问题，本功能当前被禁用。希望问题会在将来更新中解决。
zh_hant: 由於驅動問題，該功能目前在應用程式中停用。希望這些問題在未來的更新中得到解決。

# DualSRumbleForceGenericRescale
source: Force usage of both % strength levels (General and DualSense specifc)
el: Επιβολή χρήσης και των δύο επιπέδων ισχύος % (Γενικό και ειδικό για DualSense)
fi: Molempien prosenttiosuuksien voimankäyttö (yleinen ja DualSense-kohtainen)
fr: Forcer l'utilisation des deux niveaux de force en % (général et spécifique à DualSense)
ms: Paksa pengunaan kedua-dua % tahap kekuatan (General dan DualSense specifc)
nl: Forceer gebruik van beide % sterkteniveaus (algemeen en DualSense-specifiek)
tr: Her iki % güç seviyelerinin kullanımını zorla (Genel ve DualSense özelinde)
vi: Buộc sử dụng cả hai mức cường độ % (Cụ thể chung và DualSense)
zh_hans: 强制使用两种震动力度（普通和 DualSense 控制器特定力度）

# DualSRumbleModeDisabled
source: Disabled
el: Ανενεργό
fi: Liikuntarajoitteinen
fr: Désactivé
ms: Dilumpuhkan
nl: Uitgeschakeld
tr: Devre Dışı
vi: Tắt
zh_hans: 已禁用

# DualSRumbleModeAccurate
source: Accurate
el: Ακριβές
fi: Tarkka
fr: Précision
ms: Tepat
nl: Accuraat
tr: Doğruluk
vi: Độ chính xác
zh_hans: 精度

# DualSRumbleModeLegacy
source: Legacy
el: Απαρχαιωμένο
fi: Perintö
fr: Héritage
ms: Legasi
nl: Verouderd
tr: Geleneksel Mod
zh_hans: 传统

# DualSRumbleModeNPowerLevelTxt
source: Rumble mode and strength level:
el: Λειτουργία Δόνησης και επίπεδο ισχύος:
fi: Rumble-tila ja voimataso:
fr: Mode de vibration et niveau de force :
ms: Mod derum dan tahap kekuatan:
nl: Vibratiemodus en -sterkte
tr: Titreşim modu ve güç seviyesi:
vi: Chế độ rung và cường độ rung:
zh_hans: 震动模式和震动强度：

# DualSRumbleModePassthru
source: Passthru
fr: Passerelle
nl: Passthrough
tr: Doğrudan Aktarım
zh_hans: 直通

# DualSRumbleSpecificSettings
source: DualSense specific rumble settings
el: Ρυθμίσεις δόνησης ειδικά για DualSense
fi: DualSense-kohtaiset rumble-asetukset
fr: Paramètres de vibration spécifiques à la DualSense
ms: Tetapan derum khusus DualSense
nl: DualSense-specifieke vibratie-instellingen
tr: DualSense özelinde titreşim ayarları
vi: Cài đặt âm thanh cụ thể của DualSense
zh_hans: DualSense 控制器特定震动设置

# DualSRumbleForceGenericRescale_Tip
source: Recommended to be left DISABLED. - Disabled: rumble will be rescaled natively by the controller accordingly to the defined power level (better quality) - Enabled: both DS4Windows generic rumble rescale and DualSense's native control will be active
el: Προτείνεται ΑΝΕΝΕΡΓΟ. - Ανενεργό: η δόνηση θα ρυθμίζεται εγγενώς από το χειριστήριο ανάλογα με το καθορισμένο επίπεδο ισχύος (καλύτερη ποιότητα) - Ενεργό: Και η γενική ρύθμιση δόνησης του DS4Windows και ο εγγενής χειρισμός του DualSense θα είναι ενεργοί
fi: Suositellaan jätettäväksi POIS KÄYTÖSTÄ. - Pois käytöstä: ohjain skaalaa rumblen alkuperäisesti määritetyn tehotason mukaisesti (parempi laatu) - Käytössä: sekä DS4Windowsin yleinen rumble-uudelleenskaalaus että DualSensen alkuperäinen ohjaus ovat aktiivisia
fr: Réglage recommandé : DÉSACTIVÉ. - Désactivé : la vibration sera redimensionnée nativement par le contrôleur en fonction du niveau de puissance défini (meilleure qualité) - Activé : la mise à l'échelle des vibrations natives DS4Windows et le contrôle natif de DualSense seront actifs
ms: Disyorkan untuk dibiarkan LUMPUH. - Dilumpuhkan: derum akan diskala semula secara asli oleh pengawal mengikut tahap kuasa yang ditentukan (kualiti lebih baik) - Didayakan: kedua-dua skala semula derum generik DS4Windows dan kawalan asli DualSense akan aktif
nl: Aangeraden om UITGESCHAKELD te laten. - Uitgeschakeld: vibratie wordt geschaald door de controller volgens het gedefinieerde krachtniveau (betere kwaliteit) - Ingeschakeld: zowel DS4Windows algemene vibratie schaling en DualSense ingebouwde controle zijn actief
tr: DEVRE DIŞI bırakılması tavsiye edilir. - Devre Dışı: Titreşim, denetleyici tarafından tanımlanan güç seviyesine göre yerel olarak yeniden ölçeklendirilecektir (daha iyi kalite) - Etkin: Hem DS4Windows genel titreşim yeniden ölçekleme hem de DualSense'in yerel kontrolü etkin olacaktır
vi: Khuyến cáo nên để tắt. - Disabled: rumble will be rescaled natively by the controller accordingly to the defined power level (better quality) - Enabled: both DS4Windows generic rumble rescale and DualSense's native control will be active
zh_hans: 建议保持禁用。 - 禁用： 震动会根据设定的等级重新调整原生震动（更好的质量） - 启用：DS4Windows的通用震动调整和DualSense的原生控制都会生效

source: Accept
el: Αποδοχή
fi: Hyväksyä
fr: Accepter
ms: Terima
nl: Accepteer
ru: Принять
tr: Kabul Et
vi: Đồng ý
zh_hans: 接受

source: Black
el: Μαύρο
fi: Musta
fr: Noir
ms: Hitam
nl: Zwart
ru: Черная
tr: Siyah
vi: Đen
zh_hans: 黑色

source: Colored
el: Χρωματιστό
fi: Värillinen
fr: Coloré
ms: Berwarna
nl: Gekleurd
ru: Цветная
tr: Renkli
vi: Màu sắc rực rỡ
zh_hans: 彩色

source: Default
el: Προεπιλογή
fi: Oletus
fr: Défaut
ms: Lalai
nl: Standaard
ru: По умолчанию
tr: Varsayılan
vi: Mặc định
zh_hans: 默认

source: Device type
el: Τύπος συσκευής
fi: Laitetyyppi
fr: Type d'appareil
ms: Jenis peranti
nl: Apparaattype
ru: Тип устройства
tr: Cihaz türü
vi: Loại thiết bị
zh_hans: 设备类型

source: Disconnect from BT when Stopping
el: Αποσύνδεση από το ΒΤ κατά το Σταμάτημα
fi: Katkaise yhteys BT:hen pysähtyessäsi
fr: Se déconnecter du BlueTooth lors de l'arrêt
ms: Putuskan sambungan daripada BT apabila Berhenti
nl: Loskoppelen van Bluetooth bij stoppen
ru: Отключать устройства от BT при остановке
tr: Durdururken BT bağlantısını kes
vi: Ngắt kết nối không dây khi không hoạt động
zh_hans: 停止时断开蓝牙连接

source: Dynamic
el: Δυναμικό
fi: Dynaaminen
fr: Dynamique
ms: Dinamik
nl: Dynamisch
ru: Динамический
tr: Dinamik
zh_hans: 动态

source: Flash Lightbar at High Latency
el: Αναβόσβησε τη Lightbar σε Υψηλή Καθυστέρηση
fi: Flash Lightbar korkealla viiveellä
fr: Faire clignoter la barre lumineuse à latence élevée.
ms: Kelipkan lampu bar pada kependaman tinggi
nl: Flikker lightbar met hoge vertraging
ru: Мигать индикатором при высокой задержке
tr: Yüksek Gecikmede Işık Barını Aç Kapat
vi: Nháy đèn khi độ trễ cao
zh_hans: 高延迟时使灯条闪烁

source: Hide DS4 Controller
el: Απόκρυψη χειριστηρίου DS4
fi: Piilota DS4-ohjain
fr: Masquer la manette DS4
ms: Sembunyikan Alat Kawalan DS4
nl: Verberg DS4-controller
ru: Скрыть DS4 Контроллер
tr: DS4 Denetleyicisini Gizle
vi: Ẩn tay cầm PS4
zh_hans: 隐藏 DS4 控制器

source: Hotkeys/About
el: Hotkeys/Σχετικά
fi: Pikanäppäimet/Tietoja
fr: Raccourcis clavier/À propos
ms: Kekunci pintas/Perihal
nl: Sneltoetsen/Over
ru: Горячие клавиши/О программе
tr: Kısayollar/Hakkında
vi: Phím tắt/Về chúng tôi
zh_hans: 热键（快捷键）和关于

source: Icon Choice
el: Επιλογή Εικονιδίου
fi: Kuvakkeen valinta
fr: Choix de l'icône
ms: Pilihan Ikon
nl: Icoonkeuze
ru: Выбор иконки
tr: Simge Seçimi
vi: Chọn biểu tượng
zh_hans: 图标选择

source: Minimize to Taskbar
el: Ελαχιστοποίηση στη Γραμμή Εργασιών
fi: Pienennä Tehtäväpalkkiin
fr: Réduire à la barre des tâches
ms: Minimumkan kepada Bar Tugas
nl: Minimaliseer naar taakbalk
ru: Сворачивать в панель задач
tr: Görev Çubuğuna Küçült
vi: Ẩn xuống thanh taskbar
zh_hans: 最小化到任务栏

# MinimizeToTaskbarTip
source: Minimize to Taskbar instead of System Tray
el: Ελαχιστοποίηση στην Γραμμή εργασιών αντί στο Συρτάρι Συστήματος (System Tray)
fi: Pienennä Tehtäväpalkkiin Ilmaisinalueen Sijaan
fr: Réduit dans la barre des tâches au lieu de la barre d'état système
ms: Minimumkan kepada Bar Tugas dan bukannya Dulang Sistem
nl: Minimaliseer naar taakbalk i.p.v. systeemvak
ru: Сворачивать в панель задач вместо системного трея
tr: Sistem Tepsisi yerine Görev Çubuğuna Küçült
zh_hans: 最小化到任务栏而非系统托盘

source: Output Slots
el: Θύρες Εξόδου
fi: Lähtöpaikat
fr: Emplacements de sortie
ms: Slot Keluaran
nl: Uitvoer slots
ru: Виртуальные Слоты
tr: Çıktı Yuvaları
zh_hans: 输出插槽

source: Permanent
el: Μόνιμο
fi: Pysyvä
ms: kekal
ru: Постоянный
tr: Kalıcı
vi: Vĩnh viễn
zh_hans: 永久

source: Plug
el: Σύνδεση
fi: Pistoke
fr: Brancher
ms: Palam
nl: Aansluiten
ru: Подключить
tr: Tak
vi: Cắm
zh_hans: 插入

source: Revert to default profile on unknown
el: Επαναφορά στο προεπιλεγμένο προφίλ αν είναι άγνωστο
fi: Palauta Oletusprofiili Tuntemattomaan
fr: Revenir au profil par défaut pour les nouveaux appareils
ms: Kembali ke profil lalai pada tidak diketahui
nl: Gebruik standaard profiel wanneer onbekend
ru: Вернуть профиль по умолчанию на неизвестном
tr: Bilinmeyende varsayılan profile geri dön
vi: Hoàn nguyên về hồ sơ mặc định trên không xác định
zh_hans: 遇到未知的应用时回滚到默认配置文件

source: Show auto-profile debug messages
el: Εμφάνιση μηνυμάτων αποσφαλμάτωσης αυτόματου προφίλ
fi: Näytä Automaattisen Profiilin Virheenkorjausviestit
fr: Afficher les messages de débogage du profil automatique
ms: Tunjukkan mesej nyahpepijat profil automatik
nl: toon automatisch profiel debug berichten
ru: Показывать отладочные сообщения авто-профиля
tr: Otomatik-profil hata ayıklama mesajlarını göster
vi: Hiển thị thông báo gỡ lỗi cấu hình tự động
zh_hans: 显示自动配置文件切换的调试消息

source: Swipe Touchpad To Switch Profiles
el: Κύλιση στην Επιφάνεια αφής για εναλλαγή προφίλ
fi: Vaihda Profiileja Pyyhkäisemällä Kosketuslevyä
fr: Faites glisser sur le pavé tactile pour changer de profil
ms: Leret Pad Sentuh Untuk Menukar Profil
nl: Swipe touchpad om tussen profielen te wisselen
ru: Проведите по тачпаду, чтобы переключить профиль
tr: Profil Değiştirmek için Dokunmatik Pedi Kaydır
vi: Vuốt Touchpad để đổi thiếp lập
zh_hans: 滑动触摸板来切换配置文件

source: Turn Off DS4Windows Temporarily
el: Προσωρινή Απενεργοποίηση DS4Windows
fi: Sammuta DS4Windows Väliaikaisesti
fr: Désactiver temporairement DS4Windows
ms: Matikan DS4Windows Buat Sementara
nl: Schakel DS4Windows tijdelijk uit
ru: Временно выключить DS4Windows
tr: DS4Windows'u Geçici Olarak Kapat
vi: Tắt tạm thời DS4Windows
zh_hans: 临时关闭 DS4Windows

source: Unplug
el: Αποσύνδεση
fi: Irrota Pistoke
fr: Débrancher
ms: Cabut Plag
nl: Afsluiten
ru: Отключить
tr: Sök
vi: Rút cắm
zh_hans: 拔出

source: White
el: Λευκό
fi: Valkoinen
fr: Blanc
ms: Putih
nl: Wit
ru: Белая
tr: Beyaz
vi: Trắng
zh_hans: 亮色

source: App Theme
el: Θέμα Εφαρμογής
fi: Sovelluksen Teema
fr: Thème de l'application
ms: Tema Apl
nl: Appthema
ru: Тема приложения
tr: Uygulama Teması
vi: Chủ đề
zh_hans: 应用主题

source: Check every
el: Έλεγχος κάθε
fi: Tarkista Jokainen
fr: Vérifiez tous les
ms: Semak setiap
nl: Check elke
ru: Проверять каждые
tr: Her birini kontrol et
vi: Kiểm tra mỗi
zh_hans: 每日检查

# ControllerSupportDS4
source: DS4 Controller Support
el: Υποστήριξη Χειριστηρίου DS4
fi: DS4-Ohjaintuki
fr: Support manette DS4
ms: Sokongan Alat Kawalan DS4
nl: DS4-controller ondersteuning
ru: Поддержка контроллера DS4
tr: DS4 Denetleyici Desteği
vi: Hỗ trợ tay cầm PS4
zh_hans: DS4 手柄支持

# ControllerSupportDualSense
source: DualSense Controller Support
el: Υποστήριξη Χειριστηρίου DualSense
fi: DualSense-Ohjaimen Tuki
fr: Support manette DualSense
ms: Sokongan Alat Kawalan DualSense
nl: DualSense controller ondersteuning
ru: Поддержка контроллера DualSense
tr: DualSense Denetleyici Desteği
vi: Hỗ trợ tay cầm Dualsense
zh_hans: DualSense 手柄支持

# ControllerSupportJoyCon
source: JoyCon Controller Support
el: Υποστήριξη Χειριστηρίου JoyCon
fi: JoyCon-Ohjaintuki
fr: Support manette JoyCon
ms: Sokongan Alat Kawalan JoyCon
nl: JoyCon controller ondersteuning
ru: Поддержка контроллера JoyCon
tr: JoyCon Denetleyici Desteği
vi: Hỗ trợ tay cầm JoyCon
zh_hans: JoyCon 手柄支持

# ControllerSupportSwitchPro
source: Switch Pro Controller Support
el: Υποστήριξη Χειριστηρίου Switch Pro
fi: Switch Pro-Ohjaimen Tuki
fr: Support manette Switch Pro
ms: Sokongan Alat Kawalan SwitchPro
nl: Switch Pro controller ondersteuning
ru: Поддержка контроллера Switch Pro
tr: Switch Pro Denetleyici Desteği
vi: Hỗ trợ tay cầm Switch Pro
zh_hans: Switch Pro 手柄支持

source: Copycat
el: Αντίγραφα
ms: Peniru
ru: Имитатор
tr: Taklitçi
zh_hans: 模仿（Copycat）

# CopycatTip
source: Change some flags used for a non-Sony DS4 controller. It might fix rumble and lightbar support for some third party DS4 clones
el: Αλλάξτε μερικές επισημάνσεις που χρησιμοποιούνται για χειριστήρια DS4 που δεν είναι της Sony. Μπορεί να επιδιορθώσει την υποστήριξη δόνησης και lightbar για μερικούς κλώνους DS4 τρίτων
fi: Muuta joitain muussa kuin Sony DS4 -ohjaimessa käytettyjä lippuja. Se saattaa korjata rumble- ja lightbar-tuen joillekin kolmannen osapuolen DS4-klooneille
fr: Modifie certains flags utilisés par les manettes DS4 non officielles. Cela pourrait corriger la prise en charge des vibrations et de la barre lumineuse pour certaines "fausses" DS4.
ms: Tukar beberapa 'flags' yang digunakan untuk alat kawalan DS4 bukan Sony. Ia mungkin membetulkan derum dan sokongan bar ringan untuk beberapa klon DS4 pihak ketiga
nl: Verander enkele waarden die gebruikt worden voor een non-Sony DS4-controller. Dit kan vibratie en lightbar ondersteuning herstellen voor bepaalde onofficiële DS4-controllers.
ru: Измените некоторые флаги, используемые для контроллера DS4, отличного от Sony. Это может исправить поддержку вибрации и световой панели для некоторых сторонних клонов DS4.
tr: Sony olmayan bir DS4 denetleyicisi için kullanılan bazı bayrakları değiştirin. Bu, bazı üçüncü taraf DS4 kopyaları için titreşim ve ışık çubuğu desteğini düzeltebilir.
vi: Thay đổi một số cờ được sử dụng cho bộ điều khiển DS4 không phải của Sony. Nó có thể khắc phục hỗ trợ rumble và lightbar cho một số bản sao DS4 của bên thứ ba
zh_hans: 更改一些标志以适配第三方 DS4 手柄。可能修复对第三方 DS4 手柄的震动和灯光支持

source: Dark
el: Σκοτεινό
fi: Tumma
fr: Sombre
ms: Gelap
nl: Donker
ru: Темная
tr: Karanlık
vi: Tối
zh_hans: 暗色

source: Days
el: Μέρες
fi: Päivää
fr: Jours
ms: Hari
nl: Dagen
ru: Дней
tr: Gün
vi: Ngày
zh_hans: 天

source: Detected Controllers
el: Χειριστήρια που ανιχνέυτηκαν
fi: Havaitut Ohjaimet
fr: Manettes détectées
ms: Alat Kawalan Dikesan
nl: Gedetecteerde controllers
ru: Обнаруженные контроллеры
tr: Tanımlanan Denetleyiciler
vi: Phát hiện thiết bị
zh_hans: 检测到的手柄

source: Device Options
el: Ρυθμίσεις Συσκευής
fi: Laitteen Asetukset
fr: Options de périphérique
ms: Pilihan Peranti
nl: Apparaatopties
ru: Параметры устройства
tr: Cihaz Ayarları
vi: Cài đặt thiết bị
zh_hans: 设备选项

source: Enable verbose log
el: Ενεργοποίηση καταγραφής verbose
fi: Ota monisanainen loki käyttöön
fr: Activer le journal détaillé
ms: Dayakan log verbose
nl: Schakel uitgebreid logboek in
ru: Включить подробный журнал
tr: Ayrıntılı günlüğü etkinleştir
vi: Bật nhật ký chi tiết
zh_hans: 启用详细（Verbose）日志

# EnableVerboseLogTip
source: Show additional log messages when a gamepad is connected
el: Εμφάνιση επιπλέον μηνυμάτων καταγραφής όταν συνδέεται το χειριστήριο
fi: Näytä lisää lokiviestejä, kun peliohjain on kytketty
fr: Afficher des messages supplémentaires au journal lorsqu'une manette de jeu est connectée
ms: Tunjukkan mesej log tambahan apabila pad permainan disambungkan
nl: Toon aanvullende logberichten wanneer een gamepad verbonden is
ru: Показывать дополнительные сообщения журнала при подключении геймпада
tr: Bir oyun kumandası bağlandığında ek günlük mesajlarını göster
vi: Hiển thị thông báo nhật ký bổ sung khi gamepad được kết nối
zh_hans: 连接手柄时显示更多日志信息

source: Hours
el: Ώρες
fi: Tuntia
fr: Heures
ms: Jam
nl: Uur
ru: Часов
tr: Saat
vi: Giờ
zh_hans: 小时

source: Use custom Steam Folder
el: Χρήση προσαρμοσμένου φακέλου Steam
fi: Käytä mukautettua Steam-kansiota
fr: Utiliser le dossier Steam personnalisé
ms: Gunakan Folder Steam tersuai
nl: Gebruik aangepaste Steam map
ru: Использовать кастомную папку Steam
tr: Özel Steam Klasörü Kullan
vi: Sử dụng thư mục Steam tùy chỉnh
zh_hans: 使用自定义Steam库文件夹

source: Utils
el: Εργαλεία
fr: Utilitaires
ms: Util
nl: Voorzieningen
ru: Утилиты
tr: Araçlar
vi: công dụng
zh_hans: 实用工具

source: Program
el: Πρόγραμμα
fi: Ohjelmoida
fr: Programme
nl: Programma
ru: Программу
vi: Chương trình
zh_hans: 程序

source: Run As
el: Εκκίνηση Ως
fi: Suorita Nimellä
fr: Exécuter en tant que
ms: Jalankan Sebagai
nl: Voer uit als
ru: Запускать как
tr: Olarak Çalıştır
vi: Chạy với
zh_hans: 以一下身份运行：

source: Task
el: Διεργασία
fi: Tehtävä
fr: Tâche
ms: Tugasan
nl: Taak
ru: Задачу
tr: Görev
vi: Tác vụ
zh_hans: 任务

source: Add Start Menu Programs
el: Προσθήκη Προγραμμάτων Μενού Έναρξης
fi: Lisää Käynnistä-valikko Ohjelmat
fr: Ajouter des programmes de menu démarrer
ms: Tambah Program Menu Mula
nl: Startmenu-programmma's toevoegen
ru: Добавить программы меню Пуск
se: Lägg till start-meny program
tr: Başlat Menüsü Programı Ekle
vi: Thêm chương trình menu bắt đầu
zh_hans: 添加开始菜单程序
zh_hant: 新增 [開始]功能表上 的應用程式

source: Analog
nl: Analoog
ru: Аналоговый
zh_hans: 模拟

# DS4OutputTriggersDefault
source: Default (Analog + Buttons)
ms: Lalai (Analog + Butang)
nl: Standaard (analoog + knoppen)
ru: Стандартный (Аналоговый + Кнопки)
tr: Varsayılan (Analog + Butonlar)
zh_hans: 默认 （模拟+按钮）

# ControllerSupportDS3
source: DS3 Controller Support
el: Υποστήριξη Χειριστηρίου DS3
fr: Support manette DS3
ms: Sokongan Alat Kawalan DS3
nl: DS3 controller ondersteuning
ru: Поддержка контроллера DS3
tr: DS3 Denetleyici Desteği
vi: Hỗ trợ tay cầm PS3
zh_hans: DS3 手柄支持
